Repository: wp-plugins/gallery-bank
Catalog: languages/contact_bank-*.po
Languages: da_dk, pl_pl, sv_se

source: Dashboard
da_dk: instrumentbræt
pl_pl: Tablica przyrządów pokładowych
sv_se: instrumentbräda

source: Short-Codes
da_dk: KorteKoder
pl_pl: Krótkie-Codes
sv_se: Kort-koder

source: Form Entries
da_dk: skemaet Angivelser
pl_pl: Forma Wpisy
sv_se: formulärposter

source: Email Settings
da_dk: Email indstillinger
pl_pl: Ustawienia E-Mail
sv_se: E-postinställningar

source: Global Settings
da_dk: globale indstillinger
pl_pl: Ustawienia globalne
sv_se: Globala inställningar

source: System Status
da_dk: systemet status
pl_pl: Stan systemu

source: Purchase PRO Edition
da_dk: køb PRO udgave
pl_pl: Zakupić edycję PRO
sv_se: Inhandla PRO upplagan

source: Add Contact Bank Form
da_dk: Tilføj Contact-Bank formular
pl_pl: Dodaj Contact Bank formularz
sv_se: Lägg Contact Bank Formulär

source: Insert Contact Bank Form
da_dk: Indsæt Contact-Bank formular
pl_pl: Włóż Contact-Bank formularz
sv_se: Infoga Contact Bank Formulär

source: Select a form below to add it to your post or page.
da_dk: Vælg en en formular nedenfor for at tilføje det til dit indlæg eller side.
pl_pl: Wybierz poniżej formularza, aby dodać go do postu lub strony.
sv_se: Välj formulär nedan för att lägga den till ditt inlägg eller sida.

source: Form Name
da_dk: formular Navn
pl_pl: Nazwa formularza
sv_se: Formulär Namn

source: Select a Form
da_dk: Vælg en en formular
pl_pl: Wybierz formularz
sv_se: Välj ett formulär

source: Show Form Title
da_dk: Vis formular -Overskrift
pl_pl: Pokaż Formularz Tytuł
sv_se: Visar Formulär Titel

source: Insert Form
da_dk: Indsæt formular
pl_pl: Włóż Form
sv_se: Sätt Formulär

source: Cancel
da_dk: Annuller
pl_pl: anulować
sv_se: Avbryt

source: Please choose a Form to insert into Shortcode
da_dk: Vælg formular indsætte i Lær mere Tjenestenummer
pl_pl: Proszę wybrać formularz, aby wstawić do shortcode
sv_se: Välj ett formulär för att infoga i här Snabbtryck

source: Select Option
da_dk: Vælg Valg
pl_pl: Wybierz Opcje
sv_se: alternativet Välj

source: Check Boxes
da_dk: Tjek Æsker
pl_pl: Sprawdź Pudełka
sv_se: Kontrollera Lådor

source: Label
da_dk: etiket
pl_pl: Nalepka
sv_se: Tillverkare

source: Untitled
da_dk: Unavngivet
pl_pl: Bez tytułu
sv_se: Inget namn

source: Required
da_dk: kræves
pl_pl: Obowiązkowe
sv_se: krävs

source: Not Required
da_dk: ikke kræves
pl_pl: Się Nie-Wymagany
sv_se: krävs ej

source: Tooltip Text
da_dk: værktøjstip Tekst
pl_pl: Etykietki ekranowe Tekst
sv_se: verktygstips Sms

source: This Feature is only available in Paid Premium Edition!
da_dk: Denne funktion er kun tilgængelig i Betalt Premium Edition!
pl_pl: Ta funkcja jest dostępna tylko w płatnym wersji Premium Edition!
sv_se: Den här funktionen är endast tillgänglig i betald Premium upplagan!

source: Options
da_dk: Muligheder
pl_pl: Opcje
sv_se: Alternativ

source: Enter Options
da_dk: Indtast Muligheder
pl_pl: Wpisz Opcje
sv_se: Skriv in alternativ

source: Add
da_dk: Tilføj
pl_pl: dodać
sv_se: Lägg

source: Delete
da_dk: Slet
pl_pl: kasować
sv_se: Radera

source: Admin Label
da_dk: admin etiket
pl_pl: Admin Etykieta
sv_se: Admin etiketten

source: Enter Admin Label
da_dk: Indtast admin etiket
pl_pl: Wpisz Admin Etykieta
sv_se: Skriv in Admin etikett

source: Do not show in the email
da_dk: Viser ikke i e-mailen
pl_pl: Nie pokazuj w E-mailu
sv_se: Visa inte i e-

source: Save Settings
da_dk: Gem indstillinger
pl_pl: zapisz ustawienia
sv_se: Spara inställningar

source: Please Fill an Option.
da_dk: Udfyld venligst af en Mulighed
pl_pl: Prosimy Wypełnij pewien Opcję.
sv_se: Vänligen Fyll en option.

source: Select Box
da_dk: Vælg en Rubrik
pl_pl: Wybierz pudełko
sv_se: Välj ruta

source: Enter Label
da_dk: Indtast etiket
pl_pl: Wprowadź-Etykieta
sv_se: Ange Tillverkare

source: Enter Option
da_dk: Indtast Mulighed
pl_pl: Wpisz Opcja
sv_se: Skriv in Alternativ

source: Email Address
da_dk: Email Adresse
pl_pl: e-mail Adres
sv_se: epost adressen

source: Description
da_dk: Beskrivelse
pl_pl: Opisanie
sv_se: Beskrivning

source: Enter Description
da_dk: Indtast beskrivelse
pl_pl: Wpisz opisu
sv_se: Skriv in Beskrivning

source: Place Holder
da_dk: sted indehaveren
pl_pl: miejsce Posiadacz
sv_se: Placera Hållare

source: Enter Place Holder
da_dk: Indtast Place Holder
pl_pl: Wprowadź Place Posiadacz
sv_se: Ange platshållaren

source: Radio Buttons
da_dk: alternativknapper
pl_pl: Przyciski Radiowe
sv_se: radiosände Knappar

source: Single Line Text
da_dk: Enkelt Linie Tekst
pl_pl: Pojedynczy wiersz- tekstu
sv_se: Enda linje Texten

source: Add a filter
da_dk: Tilføj et filtrere
pl_pl: Dodaj za Filtr
sv_se: Lägg ett filtret

source: Alpha
da_dk: alfa
pl_pl: Alfa
sv_se: Alfa

source: Alpha Numeric
da_dk: alfa Talværdien
pl_pl: RevDNS Alfa
sv_se: Alpha Numeriskt

source: Digits
da_dk: cifre
pl_pl: Cyfr
sv_se: siffror

source: Strip Tags
da_dk: baand Tags på
pl_pl: Striptizem znaczniki
sv_se: remsa Taggar

source: Trim
da_dk: trimme
pl_pl: Trymować
sv_se: trimma

source: (Available in Premium Edition)
da_dk: (Fås i Premium Edition)
pl_pl: (Dostępne w wersji Premium)
sv_se: (Finns i Premium upplagan)

source: Paragraph Text
da_dk: afsnitsteksten
pl_pl: ustęp tekstu
sv_se: Stycket text

source: Enter label
da_dk: Indtast etiket
pl_pl: Wpisz Etykieta
sv_se: Skriv in etikett

source: Enter Description
da_dk: Indtast beskrivelse
pl_pl: Wpisz Opisu
sv_se: Skriv in Beskrivning

source: Tooltip text
da_dk: Værktøjstip tekst
pl_pl: Etykietki ekranowe tekst
sv_se: verktygstips texten

source: Edit Email Settings
da_dk: redigere e-mail-indstillinger
pl_pl: Edytowanie ustawień e-mail
sv_se: Redigera e-postinställningar

source: Delete Email Settings
da_dk: Slette e-mail-indstillinger
pl_pl: Usun E-mail ustawienia
sv_se: Radera e-postinställningar

source: Delete Form Entry
da_dk: Slette formularen- Henførsel
pl_pl: Usuń Formularz-wjazd
sv_se: Radera, formulär Inträde

source: Email Confirmation
da_dk: E-mail bekræftelse
pl_pl: e-mail Potwierdzenie
sv_se: Emailens Bekräftelse

source: Back to Email Settings
da_dk: Tilbage til e-mail-indstillinger
pl_pl: Powrót do ustawień poczty
sv_se: Tillbaka till E- post Inställningar

source: Save
da_dk: Gem
pl_pl: Ocalać
sv_se: Spara

source: Email Settings Saved. Kindly wait for the redirect.
da_dk: E-mail-indstillinger gemmes. Kindly vente på omdirigering.
pl_pl: E-mail Settings Zapisane. Prosimy czekać na przekierowanie.
sv_se: E-post inställningar Sparad. Vänligen vänta omdirigeringen.

source: Name
da_dk: Navn
pl_pl: nazwa
sv_se: Namn

source: Enter Name
da_dk: Indtast navn
pl_pl: Wprowadź nazwę
sv_se: Ange namn

source: Send To
da_dk: sende til
pl_pl: Wyślij do
sv_se: Skicka till

source: Enter Email
da_dk: Indtast e-mail
pl_pl: wpisać E-mail
sv_se: Skriv in e-post

source: Select a Field
da_dk: Vælg et felt
pl_pl: Wybierz pole
sv_se: Välj ett fält

source: Enter Email
da_dk: Indtast e-mail
pl_pl: Wpisz E-mail
sv_se: Skriv in Emailens

source: Send To Field
da_dk: sende til-felt
pl_pl: Wyślij do pola
sv_se: Skicka till fält

source: Enter Field
da_dk: Indtast Felt
pl_pl: Wprowadź- pola
sv_se: Ange Fält

source: Select a field
da_dk: Vælg et felt
pl_pl: Wybierz pole
sv_se: Välj ett fält

source: From Name
da_dk: fra navn
pl_pl: od nazwiska
sv_se: Från-Namn

source: Enter from name
da_dk: Indtast,fra navn
pl_pl: Wpisać Od Nazwa
sv_se: Ange Från Namn

source: From Email
da_dk: Fra Email
pl_pl: od e-mail
sv_se: Från E-post

source: Enter from email
da_dk: Indtast Fra Email
pl_pl: Wpisać Od e-mail
sv_se: Ange Från E-post

source: Reply To
da_dk: Svar på
pl_pl: Odpowiedź w
sv_se: Svara Till

source: Enter CC Email
da_dk: Indtaste CC Email
pl_pl: wpisać CC Email
sv_se: Ange CC Emailens

source: Enter Bcc Email
da_dk: Indtaste Bcc Email
pl_pl: wpisać BCC Email
sv_se: Ange Bcc Emailens

source: Subject
da_dk: forbehold
pl_pl: podmiot
sv_se: Ämne

source: Enter Subject
da_dk: Indtast Forbehold
pl_pl: Wpisz zastrzeżeniem
sv_se: Skriv in Ämne

source: Message
da_dk: besked
pl_pl: wiadomość
sv_se: Meddelande

source: Insert a Field into Your Form Message
da_dk: Indsætte et felt i din form meddelelse
pl_pl: Wstaw pole w formularza Wiadomość
sv_se: Sätt i ett fält i formuläret Meddelande

source: Get System Report
da_dk: Få systemet rapport
pl_pl: Dostać raport systemowy
sv_se: Få systemet Rapportera

source: Close System Report
da_dk: Luk systemet rapport
pl_pl: Zamknij Zgłoś systemu
sv_se: Stäng Systemrapport

source: Default
da_dk: misligholdelse
pl_pl: Domyślny
sv_se: Förvald

source: Form Preview
da_dk: formular Skærmbillede
pl_pl: formularz Podgląd
sv_se: Formulär Förhandsvisning

source: Back to Dashboard
da_dk: Tilbage til Instrumentbræt
pl_pl: Wykonaj kopię do Pulpit nawigacyjny
sv_se: Tillbaka till instrumentpanelen

source: (Premium Features available in Paid Edition)
da_dk: (Premium-funktioner til rådighed i Betalt Edition)
pl_pl: (Cechy Premium dostępne w płatnym Wydanie)
sv_se: (Premium funktioner som finns i Paid upplagan)

source: Restore Global Settings
da_dk: Gendan Globale indstillinger
pl_pl: Przywracanie Ustawienia globalne
sv_se: Återställning globala inställningshanteraren

source: Form Settings Saved. Kindly wait for the redirect.
da_dk: Formular Indstillinger Gemt. Venlig at vente til omdirigering.
pl_pl: Ustawienia formularza Zapisane. Łaskawie czekać na przekierowanie.
sv_se: Formulärinställningar sparade. Vänligen vänta omdirigeringen.

source: Select Form
da_dk: vælge formular
pl_pl: Wybierz opcję Formularz
sv_se: Välj blankett

source: Label Settings
da_dk: etiket Indstillinger
pl_pl: Ustawienia etykiet
sv_se: Etikett inställningar

source: Font Family :
da_dk: skrifttype familie:
pl_pl: Rodzina czcionki:
sv_se: Typsnittsfamilj:

source: Font Color :
da_dk: skrifttype Farve:
pl_pl: Rodzina czcionki:
sv_se: Teckenfärg:

source: Font Style :
da_dk: skrifttypen Stil :
pl_pl: Styl czcionki:
sv_se: Teckensnitt Stil:

source: Font Size (px) :
da_dk: Skriftstørrelse (px):
pl_pl: Rozmiar czcionki (px):
sv_se: Teckenstorlek (px):

source: Text Align :
da_dk: Tekst Juster:
pl_pl: Tekst Wyrównaj :
sv_se: Texten Rikta:

source: Label Position :
da_dk: Etiket stilling:
pl_pl: Wytwórnia Pozycja:
sv_se: Etikett ståndpunkt:

source: Field Desc Font Size :
da_dk: Felt Beskr Skriftstørrelse:
pl_pl: Pole Opis Rozmiar czcionki:
sv_se: Fält Beskr Teckenstorlek:

source: Field Description Align :
da_dk: Felt Beskrivelse Tilvejebringelsen:
pl_pl: Pole Opis Align:
sv_se: Fält Beskrivning Justera:

source: Hide Labels :
da_dk: Skjul mærkater :
pl_pl: Ukryj etykiet:
sv_se: Göm Etiketterna:

source: Text Direction :
da_dk: Tekstretning:
pl_pl: Kierunek tekstu:
sv_se: Textriktning:

source: Input Field Settings
da_dk: Input Feltindstillinger
pl_pl: Ustawienia pola wejściowe
sv_se: Ingångsfältinställningar

source: Text Color :
da_dk: Tekstfarve:
pl_pl: Kolor tekstu:
sv_se: Textfärg:

source: Border Radius (px) :
da_dk: grænserne radius på
pl_pl: Granicznej Promień (px):
sv_se: Kant Radie (px)

source: Border Color :
da_dk: Ramme farve:
pl_pl: Kolor ramki:
sv_se: Kantfärg:

source: Border Size (px) :
da_dk: grænserne Størrelse (px):
pl_pl: Rozmiar Granicznej (px):
sv_se: Kant Storlek (px):

source: Border Style :
da_dk: kanttypografi:
pl_pl: Granica Styl :
sv_se: Gränsa Stil:

source: Background Color :
da_dk: Baggrundsfarve :
pl_pl: Kolor tła:
sv_se: Bakgrundsfärg:

source: Radio Buttons :
da_dk: alternativknapper :
pl_pl: Przyciski radiowe:
sv_se: Radio Knappar:

source: Multiple Rows
da_dk: Flere rækker
pl_pl: wiele wierszy
sv_se: Flertal rader

source: Single Row
da_dk: Enradet
pl_pl: pojedynczy rząd
sv_se: enda Rad

source: Input Size :
da_dk: Input Størrelse
pl_pl: Wielkośc wejścia:
sv_se: Ingång Storlek:

source: Submit Button Settings
da_dk: Indsend Knapindstillinger
pl_pl: Zatwierdź Ustawienia przycisków
sv_se: Skicka in Knappinställningar

source: Text:
da_dk: Tekst:
pl_pl: Tekst:
sv_se: texten:

source: Style :
da_dk: stil:
pl_pl: styl:
sv_se: Stil:

source: Button Width (px) :
da_dk: Knap Bredde (px):
pl_pl: Przycisk Szerokość (px):
sv_se: Knapp Bredd (px):

source: Hover Background Color:
da_dk: Hold markøren Baggrundsfarve:
pl_pl: Najedź Kolor tła:
sv_se: Hovra Bakgrundsfärg:

source: Success Message Settings
da_dk: Succes Meddelelsesindstillinger skal
pl_pl: sukces Wiadomość Ustawienia
sv_se: Framgång Meddelandeinställningar

source: Error Message Settings
da_dk: fejlen meddelelsesindstillinger skal
pl_pl: komunikatu błędu Ustawienia
sv_se: Fel Meddelandeinställningar

source: Contact Bank Pricing
da_dk: Kontakt Bank Prissættelse
pl_pl: Contact Bank cennik
sv_se: Contact Bank prissättning

source: Need Support Help?
da_dk: Behov Support Hjælp?
pl_pl: Potrzebujesz wspierać Pomoc?
sv_se: Behöver du Stöd Hjälp?

source: Lets get in touch!
da_dk: Lad os så komme i kontakt!
pl_pl: Pozwala dostać w kontakcie!
sv_se: Låt oss ta kontakt!

source: Order Now!
da_dk: Bestil nu!
pl_pl: Zamów Teraz!
sv_se: Beställ Nu!

source: Settings
da_dk: Indstillinger
pl_pl: Ustawienia
sv_se: Inställningar

source: Documentation - Contact Bank
da_dk: Dokumentation - Contact Bank
pl_pl: Dokumentacja -Contact Bank
sv_se: Dokumentation - Contact Bank

source: Add New
da_dk: Tilføj ny
pl_pl: Dodaj nowe
sv_se: Lägg till ny

source: Are you sure, you want to delete this Email Setting?
da_dk: Er du sikker på, at du vil slette denne e-mail-indstilling?
pl_pl: Czy jesteś pewny, że chcesz usunąć to ustawienie e-mail?
sv_se: Är du säker, du vill ta bort denna Email Inställning?

source: Please select the Form first.
da_dk: Venligst vælg den formular først.
pl_pl: proszę wybierz Formularz- Najpierw.
sv_se: Vänligen välj den Formulär först.

source: Export to Excel
da_dk: Eksporter til Excel
pl_pl: Eksport do Excela
sv_se: Exportera till Excellera

source: Form
da_dk: fra
pl_pl: Formularz
sv_se: blankett

source: Add New Form
da_dk: Tilføj Ny formular
pl_pl: Dodać Nowy formularz
sv_se: Lägg till ny Form

source: Save Form
pl_pl: zapisz formularz
sv_se: Spara Formulär

source: Form Submitted. Kindly wait for the redirect.
da_dk: formular indsendes. Venlig at vente til omdirigering.
pl_pl: Formularz dodania. Łaskawie czekać na przekierowanie.
sv_se: Formulär -Inskickad. Vänligen vänta omdirigeringen.

source: Form Settings
da_dk: formular Indstillinger
pl_pl: formularza ustawienia
sv_se: Formulär- Inställningar

source: Form Name :
da_dk: Formular navn:
pl_pl: Nazwa formularza:
sv_se: blankett Namnet:

source: Enter Form Name
da_dk: Indtast Formular navn:
pl_pl: -Wpisz Formularza Nazwa
sv_se: Skriv in Formulärnamn

source: Form Description :
da_dk: Formular Beskrivelse:
pl_pl: Formularz Opis:
sv_se: Formulär Beskrivelse:

source: Enter Form Description
da_dk: Indtast Formularbeskrivelse
pl_pl: Wprowadź Formularz Opis:
sv_se: Ange Formulär Beskrivelse

source: Blank Field Message:
da_dk: Blanke Felt Besked:
pl_pl: Puste pole Wiadomość:
sv_se: Blankt Fält Meddelande:

source: Required field must not be blank
da_dk: Påkrævet felt skal ikke være tom
pl_pl: Wymagane pole nie może być puste
sv_se: Obligatoriska fält får inte vara tomt

source: Enter Blank Field Message
da_dk: Indtaste Blanke mark besked
pl_pl: Wprowadź pustym polu Wiadomość
sv_se: Ange tomma fältet Meddelande

source: Incorrect Email Message:
da_dk: Forkert e-mail Besked:
pl_pl: Nieprawidłowy e-mail Wiadomość:
sv_se: Felaktig e-brev Meddelande:

source: Please enter a valid email address
da_dk: Indtast en gyldig e-mail-adresse
pl_pl: Proszę podać poprawny adres e-mail
sv_se: Ange en giltig e-postadress

source: Enter Incorrect Email Message
da_dk: indtaste forkert e-mail besked
pl_pl: Wprowadź Niepoprawny e-mail Wiadomość
sv_se: Ange Inkorrekt Emailens Meddelande

source: Success Message :
da_dk: Succesen Besked:
pl_pl: Sukces wiadomość:
sv_se: Framgång Meddelande:

source: Enter Success Message
da_dk: Indtast Succesen besked
pl_pl: wprowadzić sukcesu wiadomość
sv_se: Ange Framgång Meddelande

source: Redirect :
da_dk: Omdiriger:
pl_pl: przekierowanie:
sv_se: omdirigera:

source: Page
da_dk: side
pl_pl: strona
sv_se: Sida

source: Page :
da_dk: side kan :
pl_pl: strona:
sv_se: sida:

source: Enter Redirect URL
da_dk: Indtast Omdirigere URL:
pl_pl: Wprowadź Przekierować URL:
sv_se: Ange Omdirigera URL:

source: Form Layout Preview
da_dk: Formular layoutet forhåndsvisning
pl_pl: Formularz Układ Podgląd
sv_se: Formulär Layout Förhandsgranska

source: Standard Fields
da_dk: standarden felter
pl_pl: Pola standardowe
sv_se: standardfält

source: Click on a field to use into your form.
da_dk: Klik på en mark for at bruge ind i din formular.
pl_pl: Kliknij na polu- aby korzystać w swojej formie.
sv_se: Klicka på ett fält för att använda i ditt formulär.

source: Checkboxes
da_dk: afkrydsningsfelter
pl_pl: Pola Wyboru
sv_se: Kryssrutor

source: Advanced Fields
da_dk: Avanceret felter
pl_pl: pola Zaawansowane
sv_se: Avancerad idrottsplatser

source: Website / URL
da_dk: Websted / URL
pl_pl: Strona WWW / URL
sv_se: Hemsida / URL

source: Phone
da_dk: telefon
pl_pl: telefon
sv_se: Telefon

source: Address
da_dk: adresse
pl_pl: adres
sv_se: adress

source: Number
da_dk: antal
pl_pl: liczba
sv_se: Antalet

source: File Upload
da_dk: fil at uploade
pl_pl: Pliku przekazać plik
sv_se: Filuppladdningen

source: Date
da_dk: dato
pl_pl: daty
sv_se: datum

source: Time
da_dk: Tid
pl_pl: Czas
sv_se: tid

source: Password
da_dk: Kodeord
pl_pl: Hasło
sv_se: lösenord

source: Getting Started
da_dk: Kom godt i gang
pl_pl: Pierwsze kroki
sv_se: Komma igång

source: Watch the Walk-Through Video
da_dk: Se Walk-Through Video
pl_pl: Oglądaj Spacer Poprzez Wideo
sv_se: Titta på Skritt-igenom Videons

source: Contact Bank, a Superlative High quality WordPress Plugin!
da_dk: Kontakt Bank, en Suveræn Høj kvalitet WordPress Plugin!
pl_pl: Contact Bank,superlatyw Wysoka jakość WordPress Plugin!
sv_se: Contact Bank, en Överlägsen Hög kvalitet Wordpress Plugin!

source: Get Contact Bank Pro Features
da_dk: Få Kontakt Bank Pro Funktioner
pl_pl: Pobierz Contact Bank Pro Funkcje
sv_se: Få Contact Bank Pro-funktioner

source: Delete All Forms
da_dk: Slet alle formularer
pl_pl: Kasuje wszystkie Formularze
sv_se: Radera alla former

source: Restore Factory Settings
da_dk: Gendan fabriksindstillinger
pl_pl: Przywróć ustawienia fabryczne
sv_se: Återställ fabriksinställningar

source: Shortcode
da_dk: kortkode
pl_pl: Krótki kod
sv_se: kortkod

source: Total Controls
da_dk: Samlet Kontrol
pl_pl: całkowite sterowania
sv_se: Totalt Kontroller

source: Edit Form
da_dk: Rediger formular
pl_pl: Formularz Edytuj
sv_se: Redigera formulär

source: Delete Form
da_dk: Slet Formular
pl_pl: Usuń formularz
sv_se: Radera Formulär

source: Let's get in touch!
da_dk: Lad os komme i kontakt!
pl_pl: Miejmy dostać w kontakcie!
sv_se: Låt oss ta kontakt!

source: Are you sure, you want to delete this Form?
da_dk: Er du sikker på, at du vil slette denne formular?
pl_pl: Czy jesteś pewny, że chcesz usunąć ten formularz?
sv_se: Är du säker, du vill ta bort detta formulär?

source: Are you sure, you want to delete all Forms?
da_dk: Er du sikker på du vil slette alle formularer?
pl_pl: Czy jesteś pewny, że chcesz usunąć wszelkich form?
sv_se: Är du säker, du vill ta bort alla formulär?

source: How to setup Short-Codes for Contact Bank into your WordPress Page/Post?
da_dk: Sådan setup Short-koder til Kontakt Bank ind i din WordPress side / Post?
pl_pl: Jak skonfigurować krótkim kody do kontaktu Banku do WordPress Strona / Post?
sv_se: Hur man ställer in Short-koder för Kontakt Bank i din Wordpress sida / inlägg?

source: Email
sv_se: epost
