Repository: wp-plugins/gallery-bank
Catalog: languages/gallery-bank-*.po
Languages: bg_bg, cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, he_il, hu_hu, id_id, it_it, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sq_al, sr_rs, sv_se, tr_tr

source: Overlay Background
bg_bg: наслагване фон
cs_cz: povléci pozadí
da_dk: overlejringen Baggrund
de_de: Überlagerung Hintergrund
es_es: Antecedentes Superponer
fi_fi: Overlay Taustaa
fr_fr: d'incrustation fond
he_il: overlay רקע
hu_hu: Overlay Háttér
id_id: hamparan latar belakang
it_it: Sovrapponi Sfondo
nl_nl: overlay achtergrond
pl_pl: Nakładka Tło
pt_br: Overlay fundo
ro_ro: Overlay Context
ru_ru: Наложение фона
sk_sk: prekrytie pozadia
sq_al: vë njera mbi tjetrën sfond
sr_rs: Оверлаи Позадина
sv_se: överlägg Background
tr_tr: Yerleşimi Arkaplan

source: Slide Show Settings
bg_bg: настройките за слайдшоу
cs_cz: klouzat ukázat Nastavení
da_dk: Indstillinger for diasshow
de_de: Diashow-Einstellungen
es_es: Deslice Mostrar Ajustes
fi_fi: Kuvaesitysasetuksia
fr_fr: Paramètres du diaporama
he_il: הסט הגדרות הצג
hu_hu: Diavetítés a Beállítások
id_id: Peragaan Slide P'aturan
it_it: Impostazioni presentazione
nl_nl: diashow Instellingen
pl_pl: Przesuń ustawienia pokazu
pt_br: Apresentação de slides Configurações
ro_ro: Expunere diapozitive Setări
ru_ru: Слайд-шоу настройки
sk_sk: kĺzať ukázať nastavenie
sq_al: rrëshqitje parametrat tregojnë
sr_rs: Слиде Схов Сеттингс
sv_se: BILDSPEL Inställningar
tr_tr: Göster Ayarları kaydırın

source: Auto Play
bg_bg: автоматично възпроизвеждане
cs_cz: Automatické přehrávání
da_dk: Autoafspilning
de_de: automatische Wiedergabe
es_es: reproducción automática
fi_fi: Automaattinen toisto
fr_fr: Jeu automatique
he_il: מחזה אוטומטי
hu_hu: Automatikus lejátszás
id_id: bermain otomatis
it_it: riproduzione automatica
nl_nl: Automatisch afspelen
pl_pl: Autoodtwarzanie
pt_br: Reproduzir automaticamente
ro_ro: Joaca Auto
ru_ru: автоматический играть
sk_sk: automatické prehrávanie
sq_al: Luaj Auto
sr_rs: Ауто Плаи
sv_se: automatisk uppspelning
tr_tr: Otomatik Oynat

source: Enable
bg_bg: Активирайте
cs_cz: umožnit
da_dk: Aktivér
de_de: ermöglichen
es_es: habilitar
fi_fi: Ota käyttöön
fr_fr: Activer
he_il: לאפשר
hu_hu: engedélyezése
id_id: memungkinkan
it_it: Attiva
nl_nl: in staat stellen
pl_pl: umożliwiać
pt_br: possibilitar
ro_ro: Activați
ru_ru: Включить
sk_sk: umožňovať
sq_al: Aftëso
sr_rs: Омогући
sv_se: Aktivera
tr_tr: etkinleştirin

source: Disable
bg_bg: правя неспособен
cs_cz: zakažte
da_dk: Deaktiver
de_de: Deaktivieren Sie
es_es: inhabilitar
fi_fi: Poista käytöstä
fr_fr: désactiver
he_il: השבת
hu_hu: tiltása
id_id: Nonaktifkan
it_it: Disabilita
nl_nl: onbruikbaar maken
pl_pl: uczynić kaleką
pt_br: Desative
ro_ro: Dezactivați
ru_ru: отключим
sk_sk: vypnúť
sq_al: Çaktivizo
sr_rs: Онемогући
sv_se: Avaktivera
tr_tr: Devre Dışı Bırak

source: Interval
bg_bg: интервал
cs_cz: zpoždění
da_dk: intervallet
de_de: Intervall
es_es: intervalo
fi_fi: aikaväli
fr_fr: intervalle
he_il: לעכב
hu_hu: intervallum
id_id: selang waktu
it_it: intervallo
nl_nl: tussenpoos
pl_pl: przedział
pt_br: intervalo
ro_ro: Intervalului
ru_ru: интервал
sk_sk: časový úsek
sq_al: intervalit
sr_rs: интервал
sv_se: Intervall
tr_tr: aralık

source: Pagination Settings
bg_bg: пагинация настройки
cs_cz: stránkování Nastavení
da_dk: paginering Indstillinger
de_de: Paginierung Einstellungen
es_es: Ajustes paginación se
fi_fi: Sivutuksen asetuksia
fr_fr: Paramètres de pagination
he_il: הגדרות עימוד
hu_hu: oldalszámozást beállításokat
id_id: P'aturan Pemberian nomer halaman buku
it_it: Impostazioni di sulla paginazione
nl_nl: paginering instellingen
pl_pl: podział na strony Ustawienia
pt_br: Configurações paginação
ro_ro: Setări paginație
ru_ru: Разбивка на страницы настройки
sk_sk: stránkovanie nastavenie
sq_al: Konfigurimet numërtim
sr_rs: Пагинатион Подешавања
sv_se: sidnumrering Inställningar
tr_tr: Sayfalandırmayı Ayarlar

source: Paging
bg_bg: пейджинг
cs_cz: stránkování
da_dk: personsøgning
de_de: Funkruf
es_es: de paginación
fi_fi: Kaukohakulaitteille:
he_il: שֵׁרוּת אִתוּר
hu_hu: személyhívó
id_id: pemberian nomor pd halaman buku
it_it: di paginazione
nl_nl: Semafoonoproep
pl_pl: stronicowanie
pt_br: paginação
ro_ro: de paginare
ru_ru: пейджинг
sk_sk: stránkovaní
sq_al: paging të
sr_rs: Пагинг
sv_se: Personsökning
tr_tr: sayfalama

source: Add Video
de_de: hinzufügen Video
fr_fr: Ajouter la vidéo
he_il: הוסף וידאו
it_it: Aggiungi video di
pl_pl: dodać wideo
ro_ro: Adauga Video
ru_ru: Добавить видео
sk_sk: Pridať video
sq_al: shtoj video
sr_rs: Адд Видео
tr_tr: video ekleyin

source: Video Format
de_de: Video Format des
fr_fr: vidéo FormatĀ
he_il: פורמט וידאו
it_it: Formato video di
pl_pl: wideo formatu
ru_ru: Формат видео
sk_sk: formát videa
sr_rs: Формат видео
tr_tr: video Biçim

source: Video URL
de_de: video Bindeglied
fr_fr: vidéo lien
he_il: כתובת אתר של סרטון
it_it: video di nesso
pl_pl: wideo łącze
ro_ro: video legătură
ru_ru: видео ссылка
sk_sk: videa odkaz
sq_al: video lidhje
sr_rs: Видео УРЛ
tr_tr: video bağ

source: Upload Video
de_de: hochladen von Videos
fr_fr: téléversement vidéo
he_il: העלה הוידיאו
it_it: Caricate video di
pl_pl: przekazać plik wideo
ro_ro: încărca video
ru_ru: загружать видео
sk_sk: Nahrať video
sq_al: Ngarko video
sr_rs: отпремите видео
tr_tr: kadar-yük video

source: Remove Image
bg_bg: Премахване Изображение
cs_cz: odstranit obraz
da_dk: Fjern Billede
de_de: Bild entfernen
es_es: Retire Imagen
fi_fi: Poista kuva
fr_fr: supprimer l'image
he_il: הסר התמונה
hu_hu: Eltávolít Kép
id_id: Hapus Gambar
it_it: rimuovere Immagine
nl_nl: verwijderen Afbeelding
pl_pl: Usuń obraz
pt_br: Remover Imagem
ro_ro: Eliminare imagine
ru_ru: Удалить картинку
sk_sk: odstrániť obrázok
sq_al: Hiq imazh
sr_rs: Уклони слику
sv_se: Ta bort Bild
tr_tr: Resim çıkarın

source: Enter your Image Title
bg_bg: Въведете заглавие на вашето изображение
cs_cz: Zadejte název vašeho obrázku
da_dk: Indtast din Billedets titel
de_de: Geben Sie Ihre Bild-Titel
es_es: Ingrese su Título de imagen
fi_fi: Anna Kuvan nimi
fr_fr: Entrez le titre de votre image
he_il: הזן את כותרת תמונתך
hu_hu: Írja tied kép cím
id_id: Masukkan Anda gambar Judul
it_it: Inserite il vostro immagine titolo
nl_nl: Vul uw afbeelding Titel
pl_pl: Podaj swoje tytuł obrazu
pt_br: Digite o seu Título de Imagem
ro_ro: Introduceți dumneavoastră titlul imaginii
ru_ru: Введите ваше изображение Заголовок
sk_sk: Zadajte svoj ​​obrázok názov
sq_al: Shkruani titullin tuaj Imazhi
sr_rs: Унесите Ваша слика Наслов
sv_se: Ange din Bildtitel
tr_tr: Senin Görüntü Başlık girin

source: Url to Redirect on click of an Image
bg_bg: Адреса към Пренасочване, върху клик, на изображението
da_dk: Url til omdirigering på Klik på af billede
de_de: Url zum Umleiten Klick am von eines Bildes
fr_fr: URL pour rediriger sur cliquez, de image
he_il: כתובת אתר אל לנתב מחדש בתאריך בלחיצה של תמונה
id_id: Url untuk mengarahkan di klik dari suatu Gambar
it_it: URL di reindirizzare su clic di un'immagine
pl_pl: Url do przekierowania na kliknięcie z obrazu
pt_br: URL para redirecionar on clique de imagem.
ro_ro: URL-ul pentru a redirecționa pe clic a unei imagini
ru_ru: Адрес для перенаправлении., ВКЛ щелчку , из изображения.
sk_sk: Web na presmerovať, na kliknutie, z obrázok
sq_al: Url tek përcjellim mbi klik, të imazh
sr_rs: УРЛ до редирецт, код кликнете о имаге
sv_se: URL till dirigera om ,av klicka vid bild
tr_tr: URL yönlendirmek için,yazılı butona tıklayarak , üzerinde görüntü

source: Enter your Image Description
bg_bg: Въведете описание на изображението
cs_cz: Zadejte popis vašeho obrazu
da_dk: Indtast din foto Beskrivelse
de_de: Geben Sie Ihre Bildbeschreibung
es_es: Ingrese su Descripción de la imagen
fi_fi: Anna Image Kuvaus
fr_fr: Entrez votre image description
he_il: הזן תיאור התמונה שלך
hu_hu: belép tied Kép Leírás
id_id: Masukkan Gambar Anda Deskripsi
it_it: Inserite il vostro immagine descrizione
nl_nl: invoeren uw afbeelding Omschrijving
pl_pl: Podaj swoje obrazu opis
pt_br: Digite sua Imagem Description
ro_ro: Introduceți dumneavoastră imaginii Descriere
ru_ru: Введите ваше изображение описание
sk_sk: Zadajte svoj ​​obrázok popis
sq_al: Shkroni tuaj Imazhi përshkrim
sr_rs: Унесите Ваша слика опис
sv_se: Ange din bild Beskrivning
tr_tr: Senin Görüntü girin tanımlama

source: Remove Video
de_de: Video entfernen
fr_fr: supprimer vidéo
he_il: הסר הוידיאו
it_it: rimuovere video
pl_pl: Usuń wideo
ro_ro: Eliminare video
ru_ru: Удалить видео
sk_sk: odstrániť video
sq_al: Hiq video
sr_rs: Уклони видео
tr_tr: kaldır video

source: Are you sure you want to delete this Image?
bg_bg: Сигурни ли сте, че искате да изтриете тази снимка?
cs_cz: Jste si jisti, že chcete smazat tento obraz?
da_dk: Er du sikker på du vil slette dette Billede?
de_de: Sind Sie sicher, dass Sie dieses Bild wirklich löschen?
es_es: ¿Está seguro de que desea eliminar esta imagen?
fi_fi: Oletko varma, että haluat poistaa tämän kuvan?
fr_fr: Etes-vous sûr de vouloir supprimer cette image?
he_il: האם אתה בטוח שברצונך למחוק תמונה זו?
hu_hu: Biztos benne, hogy törli ezt a kép?
id_id: Apakah Anda yakin ingin menghapus gambar ini?
it_it: Sei sicuro di voler eliminare questa immagine?
nl_nl: Weet u zeker dat u deze beeld wiltverwijderen ?
pl_pl: Czy na pewno chcesz usunąć ten obrazek?
pt_br: Tem certeza de que deseja apagar essa imagem?
ro_ro: Sunteți sigur că doriți a ștergeți această imagine?
ru_ru: Вы уверены, что хотите удалить этот изображение?
sk_sk: Ste si istí, že chcete zmazať tento obraz?
sq_al: Jeni te sigurte qe doni te fshini këtë imazh?
sr_rs: Да ли сте сигурни да желите да избришете ову слика?
sv_se: Är du säker på att du vill ta bort denna bild?
tr_tr: Eğer bu Resim silmek istediğinizden emin misiniz?

source: Are you sure you want to delete this Video?
de_de: Sind Sie sicher, dass Sie dieses Video löschen?
fr_fr: Etes-vous sûr de vouloir supprimer cette vidéo?
he_il: האם אתה בטוח שברצונך למחוק זה הוידיאו?
it_it: Sei sicuro di voler eliminare questa Video?
pl_pl: Czy na pewno chcesz usunąć ten wideo?
ro_ro: Sunteți sigur că doriți să ștergeți această Video?
ru_ru: Вы уверены, что хотите удалить это видео?
sk_sk: Ste si istí, že chcete zmazať toto video?
sq_al: Jeni te sigurte qe doni te fshini kete video?
sr_rs: Да ли сте сигурни да желите да избришете овај видео?
tr_tr: Eğer bu video silmek istediğinizden emin misiniz?

source: Are you sure you want to delete all Images and Videos?
de_de: Sind Sie sicher, dass Sie wollen alle Bilder und Videos löschen?
fr_fr: Etes-vous sûr que vous voulez supprimer tous les des images et vidéos?
he_il: האם אתה בטוח שברצונך למחוק את כל תמונות וקטעי וידאו?
it_it: Sei sicuro di voler cancellare tutti gli immagini e video?
pl_pl: Czy na pewno chcesz usunąć wszystkie Zdjęcia i filmy wideo?
ro_ro: Sunteți sigur că doriți să ștergeți toate imaginile și clipurile video?
ru_ru: Вы уверены, что хотите удалить все изображения и видео?
sk_sk: Ste si istí, že chcete odstrániť všetky obrázky a videá?
sq_al: Jeni te sigurte qe doni te fshini të gjitha imazhet dhe video?
sr_rs: Да ли сте сигурни да желите да избришете све слике и видео снимке?
tr_tr: Eğer tüm Resimler ve Videolar silmek istediğinizden emin misiniz?

source: Preview Album
bg_bg: Визуализация албум
cs_cz: Náhled alba.
da_dk: forhåndsvisning albummet
de_de: Vorschau alben
es_es: Vista previa del álbum
fi_fi: Esikatselu Albumi
fr_fr: Avant-première l'album
he_il: אלבום מקדימה
hu_hu: sajtóbemutató album
id_id: album pratinjau
it_it: anteprima dell'album
nl_nl: voorvertoning fotoalbum
pl_pl: albumu Podgląd
pt_br: visualização Album
ro_ro: previzualizare albume
ru_ru: предварительно просматривать альбом
sk_sk: predpremiéra albumu.
sq_al: Parapamje. albumit
sr_rs: Превиев албума.
sv_se: Förhandsgranska skivalbum
tr_tr: Maç Öncesi Albüm

source: Delete All Albums
bg_bg: Изтрий всички Албуми
cs_cz: vymazat všichni alba
da_dk: Slet alle Albummer
de_de: Löschen Sie Alle Alben
es_es: borrar todos los álbumes
fi_fi: Poista kaikki albumit
fr_fr: Supprimer tous les albums
he_il: מחק את כל האלבומים
hu_hu: töröl Az összes album
id_id: Hapus Semua Album
it_it: Elimina tutti gli album
nl_nl: Verwijderen Toegevoegd aan Alle Albums
pl_pl: Skasować wszystkie albumy Zdjęcia
pt_br: deletar Todos os álbuns
ro_ro: șterge toate albumele
ru_ru: Удалить все Альбомы
sk_sk: Odstrániť všetky Albumy
sq_al: Fshij të gjitha albumet
sr_rs: Избришите све Албуми
sv_se: Radera alla album
tr_tr: Tüm Albümler Sil

source: Existing Albums Overview
bg_bg: Съществуваща албуми преглед
cs_cz: Stávající alba přehled
da_dk: Eksisterende albummer indtastede adresse
de_de: Bestehende Alben Übersicht
es_es: Álbumes existente Descripción general
fi_fi: Olemassa Albumit yleiskatsaus
fr_fr: existante Albums Vue d'ensemble
he_il: הסקירה הכללית אלבומים קיימות
hu_hu: Meglévő Albums áttekintőbe
id_id: Yang sudah ada Album Ikhtisar
it_it: Esistente Album Panoramica
nl_nl: Bestaande AlbumsOverzicht
pl_pl: Istniejący Albumy przeszło-widoku
pt_br: Visão geral álbuns existente
ro_ro: Existente Albume Prezentare generală
ru_ru: Обзор существующих альбомов
sk_sk: Existujúce Albumy prehľad
sq_al: Ekzistuese Albume Përmbledhje
sr_rs: Постојећи Албуми Овервиев
sv_se: Existerande album Översikt
tr_tr: varolan Albümler bakışı

source: Album Title
bg_bg: Заглавие на албума
cs_cz: Název alba
da_dk: Titel på album
de_de: Albumtitel
es_es: Título del álbum
fi_fi: Albumin otsikko
fr_fr: Titre de l'album
he_il: כותרת אלבום
hu_hu: album címe
id_id: Judul album
it_it: dell'album titolo
nl_nl: Albumtitel
pl_pl: Tytuł Albumu
pt_br: Título do álbum
ro_ro: Titlu album
ru_ru: название альбома
sk_sk: titul albumu
sq_al: Titulli albumit
sr_rs: Наслов албума
sv_se: albumtiteln
tr_tr: albüm Başlığı

source: Images in Album
bg_bg: снимки в албуми
cs_cz: Pictures in the album
da_dk: Billeder i albummet
de_de: Bilder in Album
es_es: Imágenes en del álbum
fi_fi: kuvat sisään Albumi
fr_fr: Images à Album
he_il: תמונות ב באלבום
hu_hu: kép -ban album
id_id: Gambar dalam Album
it_it: Immagini in dell'album
nl_nl: Afbeeldingen in album
pl_pl: Obrazy w albumie
pt_br: Imagens no Album
ro_ro: Imagini în Albumul
ru_ru: Изображения в альбоме
sk_sk: Obrázky v albume
sq_al: Images ne albumit
sr_rs: Слике у албуму
sv_se: Bilder i Albumet
tr_tr: Görüntüler Albümdeki

source: Published By
bg_bg: Публикуван от
cs_cz: Vydalo
da_dk: Udgivet af
de_de: Veröffentlicht von
es_es: publicada por el
fi_fi: Kustantaja
fr_fr: publié par
he_il: מוציא לאור
hu_hu: Kiadja a
id_id: yang diterbitkan oleh
it_it: pubblicato da
nl_nl: gepubliceerd door
pl_pl: Opublikowane przez
pt_br: publicou por
ro_ro: publicate de
ru_ru: Опубликовал по
sk_sk: publikoval od
sq_al: Publikuar nga
sr_rs: Објављен По
sv_se: Publicerad Genom
tr_tr: tarafından yayınlanan

source: Date of Creation
bg_bg: Дата на създаване
cs_cz: Datum vytvoření
da_dk: Dato for oprettelse
de_de: Datum der Erstellung
es_es: Fecha de su creación
fi_fi: Luontiajankohtia
fr_fr: Date d' de création
he_il: תאריך הקמת
hu_hu: Létrehozás dátuma
id_id: Tanggal penciptaan
it_it: Data di creazione
nl_nl: Datum van de Schepping
pl_pl: Data utworzenia
pt_br: Da data da Criação
ro_ro: Data crearii
ru_ru: Дата создания команды
sk_sk: Dátum vytvorenia
sq_al: Data e Krijimit
sr_rs: Датум стварања
sv_se: Datum för skapelsen
tr_tr: Tarihe bir Yaratılış

source: Edit Album
bg_bg: Редактиране на албуми
cs_cz: Upravit alba
da_dk: Rediger albummet?
de_de: Album bearbeiten?
es_es: Editar álbum?
fi_fi: Muokkaa Albumi?
fr_fr: Modifier l'album
he_il: עריכת אלבום
hu_hu: Albumon szerkesztése
id_id: mengedit Album
it_it: Modifica Album?
nl_nl: Album bewerken
pl_pl: Edytuj album
pt_br: Editar álbum?
ro_ro: Editare albumul
ru_ru: Редактировать альбом
sk_sk: Upraviť albumu
sq_al: Editojnë albumit
sr_rs: Едит Албум
sv_se: Redigera album?
tr_tr: Albüm Düzenle?

source: Re-order Images
bg_bg: преподредите изображения
cs_cz: Změna pořadí obrázky
da_dk: Omarranger Billeder Vis
de_de: Nachbestellung Bilder
es_es: Reordenar las Imágenes
fi_fi: Re kertaluvun kuvat
fr_fr: re-commande images
he_il: מחדש את סדר תמונות
hu_hu: Re-order Kép
id_id: menyusun ulang gambar
it_it: Ri-ordinare immagini
nl_nl: herkiestoon Beelden
pl_pl: Ponowne uporządkowanie Obrazy
pt_br: reordenar Imagens de
ro_ro: Re-comanda imaginile
ru_ru: Изменить порядок изображений
sk_sk: re-objednávka obrázky
sq_al: Re-rendit imazhet
sr_rs: Поновно редослед Слике
sv_se: re-ordningens bilder
tr_tr: Yeniden sipariş Görüntüler

source: Preview Album
bg_bg: Визуализация албум
cs_cz: Náhled alba.
da_dk: forhåndsvisning albummet
de_de: Vorschau Alben
es_es: Vista previa del álbum
fi_fi: esikatselu albumi
fr_fr: avant-première album
he_il: אלבום מקדימה
hu_hu: sajtóbemutató album
id_id: album pratinjau
it_it: anteprima dell'album
nl_nl: Voorluisteren album
pl_pl: Podgląd-albumie
pt_br: Ver álbum
ro_ro: previzualizare Albumul
ru_ru: предварительно просматривать альбом
sk_sk: predpremiéra albumu.
sq_al: Parapamje. albumit
sr_rs: Превиев албума.
sv_se: Förhandsgranska albumet
tr_tr: Önizleme albüm

source: Delete Album
bg_bg: Изтрий Албум
cs_cz: smazat alba
da_dk: Slet albummet
de_de: Album löschen
es_es: Eliminar álbum
fi_fi: poistaa albumi
fr_fr: supprimer l'album
he_il: מחק אלבום
hu_hu: Album törlése
id_id: Hapus Album
it_it: Cancella album
nl_nl: Album verwijderen
pl_pl: polecenie Usuń album
pt_br: deletar álbum
ro_ro: Ștergeți albumul
ru_ru: Удалить альбом
sk_sk: Zmazať albumu
sq_al: Fshij albumit
sr_rs: Делете Албум
sv_se: radera album
tr_tr: Albüm Sil

source: Are you sure you want to delete this Album?
bg_bg: Сигурни ли сте, че искате да изтриете този албум?
cs_cz: Jste si jisti, že chcete smazat toto alba?
da_dk: Er du sikker på, at du vil slette dette album?
de_de: Sind Sie sicher, dass Sie dieses Album wirklich löschen?
es_es: ¿Está seguro que desea eliminar este álbum?
fi_fi: Oletko varma, että haluat poistaa tämän Albumi?
fr_fr: Etes-vous sûr de vouloir supprimer cet album?
he_il: האם אתה בטוח שברצונך למחוק את האלבום הזה?
hu_hu: Biztos benne, hogy törölni szeretné ezt az albumot?
id_id: Apakah Anda yakin ingin menghapus Album ini ?
it_it: Sei sicuro di voler eliminare questo album?
nl_nl: Weet u zeker dat u dit album wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten album?
pt_br: Tem certeza de que deseja excluir este álbum?
ro_ro: Sunteți sigur că doriți să ștergeți acest album?
ru_ru: Вы уверены, что хотите удалить этот альбом?
sk_sk: Ste si istí, že chcete zmazať tento albumu?
sq_al: Jeni te sigurte qe doni te fshini këtë albumit?
sr_rs: Да ли сте сигурни да желите да избришете овај албум?
sv_se: Är du säker på att du vill radera detta album?
tr_tr: Eğer Bu albümdeki silmek istediğinizden emin misiniz?

source: Are you sure you want to delete all Albums ?
bg_bg: Сигурни ли сте, че искате да изтриете всички Албуми?
cs_cz: Jste si jisti, že chcete smazat všechna alba?
da_dk: Er du sikker på, at du vil slette alle albummer?
de_de: Sind Sie sicher, dass Sie alle Alben löschen?
es_es: ¿Está seguro de que desea eliminar todos los álbumes?
fi_fi: Oletko varma, että haluat poistaa kaikki albumit?
fr_fr: Etes-vous sûr que vous voulez supprimer tous les albums?
he_il: האם אתה בטוח שברצונך למחוק את כל האלבומים?
hu_hu: Biztos benne, hogy törli az összes album?
id_id: Apakah Anda yakin ingin menghapus semua Album?
it_it: Sei sicuro di voler cancellare tutti gli album Foto?
nl_nl: Weet u zeker dat u wilt allen Albums verwijderen?
pl_pl: Czy na pewno chcesz usunąć wszystkie albumy?
pt_br: Tem certeza de que deseja excluir todos os álbuns?
ro_ro: Sunteți sigur că doriți a ștergeți toate albumele?
ru_ru: Вы уверены, что хотите удалить все альбомах?
sk_sk: Ste si istí, že chcete zmazať všetky albumy?
sq_al: Jeni te sigurte qe doni te fshini të gjitha albumet?
sr_rs: Да ли сте сигурни да желите да избришете све албуме?
sv_se: Är du säker på att du vill radera alla album?
tr_tr: Eğer tüm Kitaplarını silmek istediğinizden emin misiniz?

source: Update Album
bg_bg: Обновете албум
cs_cz: Aktualizace Album
da_dk: ajourføre albummet
de_de: aktualisieren Album
es_es: Actualización de-album
fi_fi: Päivitä albumi
fr_fr: mettre à jour album
he_il: עדכון אלבום
hu_hu: Frissítés album
id_id: Perbarui Album yang
it_it: Aggiorna dell'album
nl_nl: Album bijwerken
pl_pl: Aktualizacja-o albumie
pt_br: atualizar álbum
ro_ro: actualiza album
ru_ru: Обновить альбом
sk_sk: aktualizácia albumu.
sq_al: Përditëso, albumit
sr_rs: Упдате албум
sv_se: Updatera albumet
tr_tr: albüm Güncelleme

source: Album updated. Kindly wait for the redirect.
bg_bg: Албум актуализация. Моля изчакайте пренасочване.
cs_cz: alba aktualizován. Laskavě počkejte na přesměrování.
da_dk: albummet opdateret. Venlig at vente på omdirigering.
de_de: Album aktualisiert. Bitte warten Sie auf die Umleitung.
es_es: del álbum actualizado. amablemente espere a que la redirigir.
fi_fi: Albumin on päivitetty. Ystävällisesti odottamaan ohjata muualle.
fr_fr: album réactualiser. Veuillez attendre la réorienter.
he_il: עודכן אלבום. חביב לחכות לנתב מחדש.
hu_hu: Album frissítés. kedvesen várjon az átirányítás.
id_id: Album diperbarui. Mohon menunggu untuk mengarahkan ulang.
it_it: Album aggiornato. Si prega di attendere il reindirizzare
nl_nl: Album bijgewerkte. Zo vriendelijk wachten op de omleiden.
pl_pl: albumu aktualizowana. Prosimy czekać na przekierowanie.
pt_br: Álbum atualizados Por favor aguarde o redirecionar
ro_ro: Albumul a fost actualizat pentru. Vă rugăm să așteptați pentru redirecționare.
ru_ru: Альбом обновляется. любезно, подождите, для перенаправление.
sk_sk: Album aktualizovaný. Láskavo počkajte na presmerovanie..
sq_al: Album i përditësuar. Mirësi të presë për përcjellim.
sr_rs: Албум ажуриран. Молимо сачекајте за преусмери.
sv_se: Albumet uppdaterad . välvilligt vänta omdirigeringen.
tr_tr: Albüm güncellenen, şefkâtle beklemek yeniden yönlendirmesi.

source: Url to Redirect on click of an Image
bg_bg: Адреса към Пренасочване, върху клик, на изображението
da_dk: Url til omdirigering på Klik på af billede
de_de: Url zum Umleiten Klick am von eines Bildes
fr_fr: URL pour rediriger sur cliquez, de image
he_il: כתובת אתר אל לנתב מחדש בתאריך בלחיצה של תמונה
id_id: Url untuk mengarahkan di klik dari suatu Gambar
it_it: URL di reindirizzare su clic di un'immagine
pl_pl: Url do przekierowania na kliknięcie z obrazu
pt_br: URL para redirecionar on clique de imagem.
ro_ro: URL-ul pentru a redirecționa pe clic a unei imagini
ru_ru: Адрес для перенаправлении., ВКЛ щелчку , из изображения.
sk_sk: Web na presmerovať, na kliknutie, z obrázok
sq_al: Url tek përcjellim mbi klik, të imazh
sr_rs: УРЛ до редирецт, код кликнете о имаге
sv_se: URL till dirigera om ,av klicka vid bild
tr_tr: URL yönlendirmek için,yazılı butona tıklayarak , üzerinde görüntü

source: Enter URL
bg_bg: Въведете URL адреса
da_dk: Indtast webadressen
de_de: Geben Sie die URL
fr_fr: Entrez l'URL
he_il: הזן כתובת אתר
id_id: Masukkan URL
it_it: Inserisci URL
pl_pl: Wpisz adres URL
pt_br: Digite o a URL
ro_ro: Introduceți URL-ul
ru_ru: Введите URL
sk_sk: Zadajte adresu URL
sq_al: Shkruani URL
sr_rs: Унесите URL
sv_se: ange URL
tr_tr: girmek URL

source: Back to Albums
bg_bg: Обратно към Албуми
cs_cz: Zpět na alba
da_dk: tilbage til album
de_de: Zurück zu den Alben
es_es: Espalda a álbumes
fi_fi: Takaisin kansioihin
fr_fr: Retour aux albums
he_il: חזרה לאלבומים
hu_hu: Vissza az albumokhoz
id_id: Kembali ke Albums
it_it: indietro a Albums
nl_nl: Terug naar Albums
pl_pl: Wykonaj kopię do albumów
pt_br: Voltar aos álbuns
ro_ro: Înapoi la Albume
ru_ru: Назад к альбомам
sk_sk: Späť na Albumy
sq_al: Kthehu në albume
sr_rs: Назад на албуме
sv_se: Tillbaka till Albums
tr_tr: Albümler için geri
