Repository: wp-plugins/gallery-bank
Catalog: languages/gallery-bank-*.po
Languages: bg_bg, cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, he_il, hu_hu, id_id, it_it, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sq_al, sr_rs, sv_se, tr_tr

source: See Album images
bg_bg: виждам албум снимки
cs_cz: Viz obrázky v alba
da_dk: Se Album billeder
de_de: Siehe Album Bilder
es_es: ver fotos del álbum
fi_fi: Katso Albumin kuvia
fr_fr: Voir les images de l'album
he_il: ראה תמונות באלבום
hu_hu: lát Album képei
id_id: lihat album gambar
it_it: Vedi le immagini Album
nl_nl: Zie Album beelden
pl_pl: widzieć albumu Obrazy
pt_br: Veja Álbum imagens :
ro_ro: VEDEA Albumul poze
ru_ru: См. aльбом изображения
sk_sk: Pozri Albumu Obrázkov
sq_al: Shih albumi imazhe
sr_rs: Погледајте слике Албум
sv_se: Se Album bilder
tr_tr: Albüm bakın görüntüler

source: You will be only allowed to add 2 galleries and upto 10 images in each album. Kindly purchase Pro Version for full access.
bg_bg: Вие ще бъдете само позволено да добавят две галерии и до 10 снимки във всеки албум. Моля закупите Pro Версия за пълен достъп.
da_dk: Du vil kun blive tilladt at tilføje 2 gallerier og op til 10 billeder i hvert album. Venlig at køb af Pro version for fuld adgang.
de_de: Sie werden nur zugelassen werden, um 2 Galerien und bis zu 10 Bilder in jedem Album hinzuzufügen. freundlicherweise kauf Profi Fassung für vollen Zugriff.
fr_fr: Vous serez seul autorisé à ajouter 2 galeries et jusqu'à 10 images dans chaque album. Veuillez achat la version Pro pour un accès complet.
he_il: אתה רצון להיות רק איפשרה אל להוסיף 2 גלריות וupto 10 תמונות בכל אלבום. בבקשה לרכוש גרסת מקצוען עבור גישה מלאה.
id_id: Anda akan hanya diperbolehkan untuk menambah 2 galeri dan upto 10 gambar dalam setiap albumnya. Mohon membeli Pro Versi untuk akses penuh.
it_it: Vi sar√† solo permesso aggiungere 2 Gallerie di e fino a 10 immagini nella ciascun album. Si prega di acquistare la versione Pro per l'accesso completo.
pl_pl: Będziesz dozwolony tylko dodać 2 galerie i Do 10 obrazów w każdym albumie. uprzejmie zakup wersji Pro dla pełnego dostępu.
pt_br: Você só será permitido adicionar duas galerias e até 10 imagens em cada álbum. Por favor, compre Pro Versão para acesso completo.
ro_ro: Vi se va permite doar să adăugați 2 galerii si pana la 10 imagini la fiecare album. cu amabilitate Achiziționa Pro Versiune pentru pentru acces complet.
ru_ru: Вам будет разрешено только добавить 2 галереи и до 10 изображений в каждом альбоме. Пожалуйста, приобрести Pro версию для полного доступа.
sk_sk: Budete mať povolené pridať 2 galérie a aľ 10 súborov v každom albume. Láskavo nákup PRO verzia pre plný prístup.
sq_al: Ju do të lejohet vetëm për të shtuar 2 galeritë dhe upto 10 imazhe në çdo albumi. Mirësi të blerë Versioni Pro për qasje të plotë.
sr_rs: Бићете дозвољено само додати 2 галерије и упто 10 слика у сваки албум. Молимо Вас да купите Про верзија за пуни приступ.
sv_se: Du kommer endast tillåtet att lägga till två gallerier och upp till 10 bilder i varje album. Vänligen köpa Pro-versionen för full åtkomst.
tr_tr: sen eklemek için izin verilecek sadece iki galeri ve kadar 10 görüntü eklemek için . Lütfen tam erişim için Pro Sürüm satın.

source: <p>Error : Thumbnails could not be displayed as permissions are missing.</p><p style='margin-top:10px'>Kindly contact Gallery Bank or your Host to prove Read/Write/Execute permissions to cache folder inside the lib folder of Gallery Bank Plugin.</p>
bg_bg: Грешка: Миниатюри не може да бъде показан под формата на разрешения са изчезнали. Моля свържете галерия банка или вашия хост да докаже четене / запис / изпълнение на разрешения за кеш папка вътре в ИЪ папката на галерия банката, плъгин.
da_dk: Fejl: Miniaturer kunne ikke vises, da tilladelserne mangler. Kontakt venligst galleri banken eller din Host at bevise Læs / Skriv / køretilladelse til cache mappe inde lib mappen af Galleri banken plugin.
de_de: Fehler: Miniaturansicht konnte nicht angezeigten, wie fehlen Berechtigungen . Bitte kontaktieren Galerie Banken oder Ihr Gastgeber zu beweisen, Lesen / Schreiben / Ausführen Berechtigungen zum Cache-Ordner im Bibliothek Ordner von Galerie bank, Plugin.
fr_fr: Erreur: Miniatures ne pourrait pas être affichée tant les autorisations sont absents. Veuillez contacter GalleryBank, ou votre votre hôte-de prouver lecture / écriture / exécution pour dossier cache dans le lib dossier de de GalleryBank-Plugin.
he_il: שגיאה: תמונות מוקטנות שלא יכולים הנמצאים להיות מוצגות כהרשאות חסרות. אנא פנה גלרית בנק או המארח שלך כדי להוכיח את קריאה / כתיבה / הפעלת הרשאות לתיקיית מטמון אל תיקיית lib בפנים תוסף בנק גלריה.
id_id: Error: Gambar Mini tidak bisa dapat ditampilkan permisi adalah yg hilang. Silahkan hubungi GalleryBank, atau anda tuan rumah untuk membuktikan Baca / Tulis / Jalankan izin untuk cache folder di dalam folder lib dari GalleryBank Plugin.
it_it: Errore: le miniature non potevano essere visualizzati come le autorizzazioni sono mancanti. Contatto gentile GalleryBank, oppure la tua-ospitante a-comprovare lettura / scrittura / esecuzione per cartella della cache all'interno della cartella lib filtro Autore di GalleryBank Plugin di.
pl_pl: Błąd: Miniatury Nie można wyświetlane jako dozwolenie są brakuje. Prosimy o kontakt Galeria Banku lub Twój hosta, aby udowodnić, Odczyt / Zapis / Wykonanie uprawnienia do folderu pamięci podręcznej w lib folderu z Galeria banku, plugin.
pt_br: Erro: Miniaturas não pode ser exibida como permissões estão faltando. Por favor, entre em contato Gallery-Bank para provar leitura / gravação / permissões de execução para a pasta de cache dentro da pasta lib de plugin do gallery-Bank.
ro_ro: Eroare: Miniaturi putut nu a putut fi afișată ca permisiunile lipsesc. Vă rugăm să contactați GalleryBank pentru a oferi citire / scriere / permisiuni de executare pentru directorul memorie cache in folderul lib de GalleryBank plugin de.
ru_ru: Ошибка: Миниатюры не может быть отображена например разрешения являются отсутствующий. Пожалуйста, свяжитесь с Gallery Bank или ваш хост обеспечить чтение / запись / выполнение для кэширования папки внутри папки из Либ Gallery-Bank плагин.
sk_sk: Chyba: náhľadov nemohol byť zobrazené ako povolenie chýba. Láskavo kontaktujte Galéria-Bank alebo na hostiteľa, aby preukázal čítanie / zápis / realizovať povolenie k priečinku vyrovnávacej pamäte vnútri lib zložky v Gallery-Bank doplnkový modul.
sq_al: Gabim: Tablotë nuk mund të shfaqet si miratimet janë zhdukur. Mirësi kontaktoni gallery-Bank ose të presë tuaj për të siguruar lexoni / shkruani / Execute lejet në dosjen cache brenda dosje lib i gallery-Bank Plugin .
sr_rs: Грешка: Тхумбнаилс не може да се прикаже као несталих Пермиссионс . Молимо контактирајте Галерија -Банк или ваш домаћин да обезбеди Реад / написати/ извршне дозволе на кеш фолдер унутар либ фолдер Галерија -Банк из Плугин.
tr_tr: Hata: eksik olarak Öngörüntüler olamayacağını görüntülenemiyor izinleri . Lütfen GalleryBank temasa, veya evsahibi -ye kanıtlamak Okuma / Yazma / yürütme izinleri önbellek klasörüne lib klasörü içinde içinde içinde GalleryBank Plugini

source: Get more features
bg_bg: Вземи Още функции
cs_cz: Získejte více funkcí
da_dk: Få flere funktioner
de_de: Holen Sie sich mehr Funktionen
fr_fr: Obtenez plus de fonctionnalités
he_il: קבל תכונות נוספות
id_id: Dapatkan Fitur Lebih
it_it: Ottenere pi√π funzioni
pl_pl: Pobierz więcej funkcji
pt_br: Conseguir mais Funcionalidades
ro_ro: Obține mai multe caracteristici
ru_ru: Получить больше Особенности
sk_sk: Získajte viac funkcií
sq_al: Merrni më shumë karakteristika
sr_rs: Набавите више функција
sv_se: Hämta fler funktioner
tr_tr: Diğer Özellikler alın

source: Restore Settings
bg_bg: възстановявам настройки
cs_cz: obnoveni nastavení
da_dk: Gendan indstillinger
de_de: Wiederherstellen der Einstellungen
es_es: Restaurar ajustes
fi_fi: Palauta Asetuksia
fr_fr: restaurer les paramètres
he_il: שחזור הגדרות
hu_hu: beállítások visszaállítására
id_id: Kembalikan Pengaturan
it_it: Ripristino delle impostazioni
nl_nl: Instellingen herstellen
pl_pl: przywrócenie ustawień
pt_br: restaurar configurações
ro_ro: Restaurare Setări
ru_ru: Ripristino delle impostazioni
sk_sk: obnovenie nastavení
sq_al: Rikthimi i cilësimeve të
sr_rs: враћање подешавања
sv_se: Återställ inställningar
tr_tr: Ayarları Geri Yükle

source: Save and Submit Changes
bg_bg: Запазване и изпращане на промените
cs_cz: Uložit a odeslat změny
da_dk: Gem og Indsend ændringer
de_de: Speichern und Absenden Änderungen
es_es: Guardar y en Enviar cambios
fi_fi: Tallenna ja Jätä muutokset
fr_fr: Sauvegarder et soumettre changements
he_il: להגיש ושמור שינויים
hu_hu: Mentés és előterjeszt Változások
id_id: Simpan dan Menyerahkan Perubahan
it_it: Salva e Invia modifiche
nl_nl: voorleggen & sparen Wijzigingen
pl_pl: Zapisz i przedłożyć zmiany
pt_br: Salvar e Submeter alterações
ro_ro: Salvați și să prezinte modificări
ru_ru: экономить и представлять изменения
sk_sk: Uložiť a predložiť zmeny
sq_al: Ruani & Paraqes ndryshimet
sr_rs: Чување и поднети промене
sv_se: Spara och Skicka ändringar
tr_tr: Kaydet ve Değişiklikler sun

source: Success! Settings have been saved.
bg_bg: Успех! Настройки са запазени.
cs_cz: Úspěch! Nastavení bylo uloženo.
da_dk: Succes! Indstillinger er blevet gemt.
de_de: Erfolg! Einstellungen wurden gespeichert.
es_es: Éxito! Ajustes se han guardado.
fi_fi: Menestys! Asetukset on tallennettu.
fr_fr: succès! réglages avoir été enregistrés.
he_il: הצלחה! הגדרות נשמרו.
hu_hu: Siker! Beállítások volna menteni.
id_id: Sukses! P'aturan telah disimpan.
it_it: Successo! Impostazioni sono state salvate.
nl_nl: Succes! hebben geweest opgeslagen Instellingen .
pl_pl: Sukces! Ustawienia zostały zapisane.
pt_br: Sucesso! As configurações foram salvas.
ro_ro: Succes! Setări au fost salvate.
ru_ru: Успеха! Настройки были сохранены.
sk_sk: Úspech! nastavenie bolo uložené.
sq_al: Suksesi! Cilësimet kanë qenë të ruajtur.
sr_rs: Успех! Подешавања хаве био сачувана.
sv_se: Framgång! Inställningarna ha varit sparats.
tr_tr: Başarı! ayarları olmuştur kaydedilmiş.

source: Success! Settings have been restored.
bg_bg: Успех! Настройки са били възстановени.
cs_cz: Úspěch! Nastavení mít byl obnoveny.
da_dk: Succes! Indstillinger er blevet gendannet.
de_de: Erfolg! Einstellungen wurden wiederhergestellt.
es_es: Éxito! Configuración han sido restaurados.
fi_fi: Menestys! Asetuksia olla ollut palautettu.
fr_fr: succès! Les paramètres ont été restaurés.
he_il: הצלחה! הגדרות לָלֶדֶת שוחזרו.
hu_hu: Siker! Beállításokat volna visszaállította.
id_id: Sukses! Pengaturan telah dipulihkan.
it_it: Successo! Sono stati restaurati Impostazioni.
nl_nl: Succes! zijn geweest hersteld Instellingen .
pl_pl: Sukces! Ustawienia zostały przywrócone.
pt_br: Sucesso! As configurações foram restauradas.
ro_ro: Succes! Setările au fost restaurate.
ru_ru: Successo! Sono stati restaurati Impostazioni.
sk_sk: Úspech! Nastavenie boli obnovené.
sq_al: Suksesi! Cilësimet kanë qenë restauruar.
sr_rs: Успех! Подешавања имати био обновљене.
sv_se: Framgång! Inställningarna har återställts.
tr_tr: Başarı! Ayarlar restore edilmiştir.

source: Thumbnail Settings
bg_bg: Миникартинка настройки
cs_cz: náhledy nastavení
da_dk: miniaturer Indstillinger
de_de: Miniaturansicht Einstellungen
es_es: Ajustes Miniatura
fi_fi: thumbnail asetukset
fr_fr: Paramètres des vignettes
he_il: הגדרות תמונה ממוזערת
hu_hu: miniatűr beállítások
id_id: P'aturan gambar mini
it_it: Impostazioni Miniatura
nl_nl: thumbnail Instellingen
pl_pl: Miniatury Ustawienia
pt_br: Configurações Miniatura
ro_ro: Setări miniatură
ru_ru: Миниатюра Настройки
sk_sk: miniatúr Nastavenie
sq_al: Cilësimet Parapamja
sr_rs: Тхумбнаил Подешавања
sv_se: miniatyrbilders inställningar
tr_tr: küçültülmüş Ayarları

source: Are you sure you want to restore settings ?
bg_bg: Сигурни ли сте, че искате да възстановявам настройките ?
cs_cz: Jste si jisti, že chcete obnoveni nastavení?
da_dk: Er du sikker på, du vil gendanne indstillinger?
de_de: Sind Sie sicher, dass Sie, um die Einstellungen wiederherzustellen?
es_es: ¿Está seguro que desea restaurar la configuración?
fi_fi: Oletko varma, että haluat palauttamiseksi asetuksia?
fr_fr: Êtes-vous sûr de vouloir restaurer les paramètres?
he_il: האם אתה בטוח שאתה רוצה לשחזר את הגדרות?
hu_hu: Biztos benne, hogy szeretné visszaállítani a beállításokat?
id_id: Apakah Anda yakin ingin mengembalikan pengaturan?
it_it: Sei sicuro di voler ristabilire le impostazioni?
nl_nl: Weet u zeker dat u wilt instellingen wilt herstellen ?
pl_pl: Czy na pewno którą chcesz wznawiać ustawienia?
pt_br: Tem certeza de que deseja restaurar as configurações?
ro_ro: Sunteți sigur că doriți să restaurați setările?
ru_ru: Sei sicuro di voler ripristinare impostazioni?
sk_sk: Ste si istí, že chcete obnoviť nastavenia?
sq_al: Jeni te sigurte qe doni te rivendosjen e parametrat?
sr_rs: Да ли сте сигурни да желите да враћање подешавања?
sv_se: Är du säker på att du vill återupprätta inställningarna?
tr_tr: Eğer ayarları geri yüklemek istediğinizden emin misiniz?

source: Are you sure you want to delete these Images?
bg_bg: Наистина ли искате да изтриете тези снимки?
cs_cz: Jste si jisti, že chcete smazat tyto obrázky?
da_dk: Er du sikker på du vil slette disse billeder?
es_es: ¿Está seguro de que desea eliminar estas imágenes?
fi_fi: Oletko varma, että haluat poistaa nämä kuvat?
hu_hu: Biztos benne, hogy törölni szeretné ezeket a képeket?
id_id: Apakah Anda yakin ingin menghapus gambar-gambar ini?
nl_nl: Weet u zeker dat u deze afbeeldingen wilt verwijderen?
pt_br: Tem certeza de que deseja excluir essas imagens?
sv_se: Är du säker på att du vill ta bort dessa bilder?

source: Are you sure you want to delete these Images
bg_bg: Наистина ли искате да изтриете тези снимки
cs_cz: Jste si jisti, že chcete smazat tyto obrázky
da_dk: Er du sikker på du vil slette disse Billeder Vis
es_es: ¿Está seguro de que desea eliminar estas Imágenes
fi_fi: Oletko varma, että haluat poistaa nämä kuvat
hu_hu: Biztos benne, hogy törölni szeretné ezeket a képeket
id_id: Apakah Anda yakin ingin menghapus ini Potret Hotel
nl_nl: Weet u zeker dat u dit album wilt verwijderen?
pt_br: Tem certeza de que deseja excluir estes Images
sv_se: Är du säker på att du vill ta bort dessa bilder

source: Error : Thumbnails could not be displayed as permissions are missing.Kindly contact Gallery Bank or your Host to prove Read/Write/Execute permissions to cache folder inside the lib folder of Gallery Bank Plugin.
sv_se: Fel: Miniatyrer kunde inte visas eftersom behörigheter saknas. Vänligen kontakta Galleri Bank eller din värd att bevisa Läs / Skriv / körbehörighet till cacheminnet mappen i lib mappen i Gallery-Bank insticksprogrammet.

source: Get More Features
cs_cz: Získejte více funkcí
