Repository: wp-plugins/gallery-bank
Catalog: languages/gallery-bank-*.po
Languages: bg_bg, cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, he_il, hu_hu, id_id, it_it, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sq_al, sr_rs, sv_se, tr_tr

source: Dashboard
bg_bg: табло
cs_cz: přístrojová deska
da_dk: instrumentbræt
de_de: Armaturenbrett
es_es: salpicadero
fi_fi: kojelauta
fr_fr: de tableau de bord
he_il: לוח מחוונים
hu_hu: műszerfal
id_id: dasbor
it_it: cruscotto
nl_nl: schutbord
pl_pl: tablica rozdzielcza
pt_br: painel de instrumentos
ro_ro: tablou de bord
ru_ru: приборная панель
sk_sk: Prístrojová doska
sq_al: baltëpritëse
sr_rs: командна табла
sv_se: instrumentbräda
tr_tr: gösterge paneli

source: Add New Album
bg_bg: Добавяне на нов албуми
cs_cz: Přidat nový alba
da_dk: Tilføj nye albummet
de_de: In neuen Alben
es_es: Crear Nuevo Álbum
fi_fi: lisätä uusi albumit
fr_fr: Ajouter nouveau album
he_il: הוסף אלבום חדש
hu_hu: Hozzáadjá Új Az albumot
id_id: Tambahkan Album Baru
it_it: Aggiungi nuovo dell'album
nl_nl: toevoegen nieuw album
pl_pl: Dodaj nowego albumu
pt_br: Adicionar Novo Álbum
ro_ro: Adauga nou album
ru_ru: Добавить новый альбом
sk_sk: Pridať nový albumu
sq_al: Shto albumit i ri
sr_rs: Додајте нови албум
sv_se: Lägg Nytt album
tr_tr: Yeni Albüm Ekle

source: Sorting
bg_bg: сортиране
cs_cz: Třídění.
da_dk: sortering
de_de: Sortierung
fr_fr: tri
he_il: מיון
id_id: penyortiran
it_it: ordinamento
pl_pl: sortowanie
pt_br: Classificando
ro_ro: sortarea
ru_ru: сортировке
sk_sk: Triedenie
sq_al: Renditur
sr_rs: за сортирање
sv_se: Sortering
tr_tr: türlere göre ayırma

source: Global Settings
bg_bg: глобални настройки
cs_cz: Globální nastavení
da_dk: globale indstillinger
de_de: Globale Einstellungen
es_es: de ajustes globales
fi_fi: maailmanlaajuinen asetukset
fr_fr: paramètres globaux
he_il: הגדרות גלובליות
hu_hu: Globális beállítások
id_id: Pngaturan
it_it: delle impostazioni globali
nl_nl: globale instellingen
pl_pl: Ustawienia globalne
pt_br: Configurações Globais
ro_ro: Setări globale
ru_ru: Глобальные настройки
sk_sk: globálne nastavenie
sq_al: Cilësimet globale
sr_rs: глобалан подешавања
sv_se: globala inställningar
tr_tr: küresel bir ayarları

source: Documentation
bg_bg: документация
cs_cz: dokumentace
da_dk: dokumentation
de_de: Dokumentation
fr_fr: la documentation
he_il: תיעוד
id_id: dokumentasi
it_it: Documentazione
pl_pl: Dokumentacja
pt_br: Documentação
ro_ro: Documentație
ru_ru: документация
sk_sk: Dokumentácia
sq_al: Dokumentim
sr_rs: документација
sv_se: Dokumentation
tr_tr: Dokümantasyon

source: Purchase Pro Version
bg_bg: Закупуване, професионалист версия
da_dk: Køb professionel versionen
de_de: Kauf Profi Fassung
fr_fr: Achat version de Pro
he_il: רכישה גרסת פרו
id_id: Belilah Pro Versi
it_it: Acquisto Pro la versione
pl_pl: Zakup zawodowy wersja
pt_br: Compre versão Pro
ro_ro: Achiziționa la Profesionisti Versiunea
ru_ru: Покупка Pro версии
sk_sk: Nákupu PRO verzia
sq_al: Blerje Versioni Pro
sr_rs: Куповина Про верзија
sv_se: Köp Pro versionen
tr_tr: yanlısı Sürüm satın

source: Select Gallery:
bg_bg: Изберете галерия:
cs_cz: Vyberte galerii:
da_dk: Vælg galleri
de_de: Wählen Galerie:
es_es: Seleccione la galería:
fi_fi: Valitse Galleria:
fr_fr: Sélectionner la galerie:
he_il: בחר גלריה:
hu_hu: Válassza ki a Galéria:
id_id: Pilih galeri:
it_it: Selezionare Galleria:
nl_nl: Selecteer Galerij:
pl_pl: Selekcja galerię:
pt_br: Selecione Galeria de :
ro_ro: selectați galerie
ru_ru: Выбрать галерею :
sk_sk: výberový galériu :
sq_al: Zgjidh Galeri :
sr_rs: Изаберите Галерија :
sv_se: Väljer galleri :
tr_tr: Galerisi seçiniz :

source: Select Album
bg_bg: Изберете албуми
cs_cz: Vyberte alba
da_dk: vælg albummet
de_de: Wählen Sie das Album
es_es: Seleccionar álbum
fi_fi: Valitse albumi
fr_fr: Sélectionnez l'album
he_il: בחר אלבום
hu_hu: Válassz albumot
id_id: Pilih Album
it_it: selezionare sull'album
nl_nl: Selecteer Album
pl_pl: Wybierz album
pt_br: Selecione álbum
ro_ro: selectați albumul
ru_ru: Выбрать альбом
sk_sk: Vyberte albumu
sq_al: Zgjidh albumi
sr_rs: Изаберите албум
sv_se: välj albumet
tr_tr: Albüm seçin

source: Back to Album Overview
bg_bg: Назад към албума Преглед
cs_cz: Zpět na album přehled
da_dk: Tilbage til albummet indtastede adresse
de_de: Zurück zum Album Übersicht
es_es: Volver a vista general Álbum
fi_fi: Takaisin albumiin yleiskatsaus
fr_fr: Retour à l'album Présentation
he_il: לגבות כדי אלבום סקירה
hu_hu: Vissza az albumhoz áttekintése
id_id: Kembali ke Ikhtisar Album
it_it: Torna all'album Panoramica
nl_nl: Terug naar het album Overzicht Korte Beschrijving
pl_pl: Powrotem do przeglądu albumu
pt_br: Voltar à vista geral Album
ro_ro: Inapoi la album Prezentare
ru_ru: Вернуться в альбом беглый обзор
sk_sk: Späť na albumu prehľad
sq_al: Kthehu në albumit Përmbledhje
sr_rs: Бацк то Албум Овервиев
sv_se: tillbaka till album Översikt
tr_tr: Albüm geri Genel Bakış

source: Publish Album
bg_bg: публикувам албум
cs_cz: Publikování alba
da_dk: offentliggøre albummet
de_de: Veröffentlichen Sie Album
es_es: publicar un del álbum
fi_fi: Julkaise albumi
fr_fr: publient album
he_il: לפרסם את האלבום
hu_hu: közzét Album
id_id: Publikasikan Album
it_it: pubblicano album
nl_nl: publiceren Album
pl_pl: publikować albumu
pt_br: publicar Album
ro_ro: publica acest Albumul
ru_ru: публиковать альбомов
sk_sk: publikovat Albumu
sq_al: publikojë albumit
sr_rs: Публисх Албум
sv_se: Publicera Albumet
tr_tr: yayınlamak Albüm

source: Album published.Kindly wait for the redirect.
bg_bg: Албум публикувани. Моля изчакайте пренасочване.
cs_cz: Alba zveřejněna. Laskavě počkejte na přesměrování.
da_dk: Album offentliggjort. Venlig at vente på omdirigering.
de_de: Album veröffentlicht. Bitte warten Sie auf die Umleitung.
es_es: del álbum Publicada, amablemente esperar a que la redirigir.
fi_fi: albumi julkistaa. ystävällisesti odota uudelleenohjaus.
fr_fr: Album publié. Veuillez attendre pour la réorienter.
he_il: אלבום published.Kindly לחכות לנתב מחדש.
hu_hu: Album közzétesz. kedvesen várjon az átirányítás.
id_id: Album diterbitkan. Mohon menunggu untuk mengarahkan ulang.
it_it: dell'album pubblicato. Si prega di attendere il ridirigere.
nl_nl: Album gepubliceerd. Zo vriendelijk wachten op de omleiden.
pl_pl: albumu opublikowany. Prosimy czekać na przekierowanie.
pt_br: Album publicado favor aguarde o redirecionamento
ro_ro: Albumul așteptați published.Kindly pentru redirecționare.
ru_ru: Альбом опубликованный. любезно ждать перенаправление.
sk_sk: Albumu zverejnená . Láskavo čakať na presmerovanie..
sq_al: E albumeve published.Kindly prisni për përcjellim.
sr_rs: Албум публисхед.Киндли сачекајте преусмеравање..
sv_se: albumet publicerade. välvilligt vänta omdirigeringen.
tr_tr: Albüm Yayınlandı, şefkâtle beklemek yeniden yönlendirmesi.

source: Album Details
bg_bg: Албум Детайли
cs_cz: alba Detaily
da_dk: Albumdetaljer
de_de: Album Datum
es_es: Album fecha
fi_fi: Albumin tarkemmat tiedot
fr_fr: Détails sur l'album
he_il: אלבום פרטים
hu_hu: Albumon Részletek
id_id: Album Rincian
it_it: Dettagli album
nl_nl: album bijzonderheden
pl_pl: Szczegóły Album
pt_br: Detalhes do álbum
ro_ro: Albumul Detalii
ru_ru: альбом детали
sk_sk: albumu Detaily
sq_al: albumit detajet
sr_rs: Албум детаилс
sv_se: albumdetaljer
tr_tr: albüm Detayları

source: Enter your Album title here
bg_bg: Въведете заглавие на албума тук
cs_cz: vstoupit váš alba titul zde
da_dk: Indtast din Albumtitel her
de_de: Geben Sie Ihre Albumtitel hier
es_es: Escriba el título de su álbum aquí
fi_fi: Anna Albumin otsikko täällä
fr_fr: Entrez le titre de votre album ici
he_il: הזן את כותרת האלבום שלך כאן
hu_hu: Írja be Album cím itt van
id_id: Masukkan Judul album Anda di sini
it_it: Inserite il vostro dell'album titolo qui
nl_nl: invoeren uw album titel hier
pl_pl: Podaj swoje tytuł albumu tutaj
pt_br: Digite o seu álbum título aqui
ro_ro: Introduceți titlul Album dumneavoastră aici
ru_ru: Введите ваш Альбом название здесь
sk_sk: Zadajte albumu titul tu
sq_al: Shkruani tuaj album Titullin këtu
sr_rs: Унесите своју албум наслов овде
sv_se: Ange ditt album titel här
tr_tr: sizin Albümünü başlığı buraya girin

source: Upload Images
bg_bg: качване на снимки
cs_cz: nahrát obrázky
da_dk: uploade billeder
de_de: Bilder hochladen
es_es: Subir Imágenes
fi_fi: ladata kuvia
fr_fr: téléversement des images
he_il: העלאת תמונות
hu_hu: Képek Között feltöltése
id_id: Unggah Potret Hotel
it_it: Caricate la Immagini
nl_nl: upload Afbeeldingen
pl_pl: przekazać plik obrazów
pt_br: fazer upload de imagens
ro_ro: încărca imagini
ru_ru: загружать изображения :
sk_sk: Nahrať obrázky :
sq_al: Ngarko Piktura
sr_rs: Уплоад слике
sv_se: Ladda upp bilder
tr_tr: Görüntüler yükle

source: Upload Images to your Album
bg_bg: Качване на снимки към албума
cs_cz: Nahrát obrázky do svého alba
da_dk: Uploade billeder til dit albummet
de_de: Bilder hochladen, um dein Album
es_es: Subir Imágenes a tu del álbum
fi_fi: selailla kuva omaan albumi
fr_fr: Téléchargez des images vers votre album
he_il: להעלות תמונות לאלבום שלך
hu_hu: Képeket feltölteni a tied képalbum
id_id: Unggah Gambar ke Album Anda
it_it: Carica Immagini per il tuo dell'album
nl_nl: uploaden Afbeeldingen naar je album
pl_pl: Prześlij obrazów do Twojego albumu
pt_br: fazer upload de imagens para o seu Album
ro_ro: Incarcati imaginile a albumul tău
ru_ru: Загрузка изображений в ваш альбом
sk_sk: Nahrať obrázky do svojho albumu
sq_al: Ngarkoni imazhe për albumin tuaj
sr_rs: Уплоад слике у ваш албум
sv_se: Ladda upp bilder till ditt album
tr_tr: yükle Görüntüler karşı albümünüze

source: Add Videos to your Album
de_de: Fügen Sie Videos auf Ihrem Alben
fr_fr: Ajouter vidéos vers votre album
he_il: הוסף וידאו לאלבום שלך
it_it: Aggiungere video al tuo album
pl_pl: Dodaj Filmy wideo do albumu
ro_ro: Adauga videoclipuri la album
ru_ru: Добавить видео в свой альбом
sk_sk: Pridať videa do vášho albumu
sq_al: Shto Videos në albumin tuaj
sr_rs: Убаци Видеос на свој албум
tr_tr: Video Ekle -e sizin albüm

source: Delete
bg_bg: изтривам
cs_cz: škrtnout
da_dk: Slet
de_de: löschen Sie
es_es: borrar
fi_fi: poistaa
fr_fr: supprimer
he_il: למחוק
hu_hu: törölni
id_id: Hapus
it_it: Elimina
nl_nl: doorhalen
pl_pl: kasować
pt_br: deletar
ro_ro: șterge
ru_ru: удалить
sk_sk: zmazať
sq_al: s'lë gjurmë
sr_rs: избрисати
sv_se: radera
tr_tr: silmek

source: Album Cover
bg_bg: Обложката на албума
cs_cz: krytí alba
da_dk: albummets omslag
de_de: Albumabdeckung
es_es: cubierta del álbum
fi_fi: albumi kattaa
fr_fr: Pochette de l'album
he_il: עטיפת אלבום
hu_hu: album borítója
id_id: Sampul album
it_it: copertina dell'album
nl_nl: album dekken
pl_pl: Okładka albumu
pt_br: tampa do álbum
ro_ro: coperta albumului
ru_ru: Обложка альбома
sk_sk: obal albumu
sq_al: mbuluar albumit
sr_rs: Албум Цовер
sv_se: skivomslag
tr_tr: albüm Kapağı

source: Set Cover Image
bg_bg: Задайте изображение капак
cs_cz: Nastavit Obálka obraz
da_dk: Indstil Dæksel Billede
de_de: Gesetzt Abdeckungsbild
es_es: Establezca imagen la cubierta
fi_fi: asettaa kansikuva kuva
fr_fr: Réglez Image de couverture
he_il: לקבוע לכסות תמונה
hu_hu: halmazfedés kép
id_id: mengatur Gambar sampul
it_it: Imposta Copertina Immagine
nl_nl: Ingesteld dekken Afbeelding
pl_pl: Zestaw pokrywa zdjęcie
pt_br: Conjunto de capa Imagem
ro_ro: Setați imaginea de acoperire
ru_ru: набор изображение обложки
sk_sk: Nastaviť Obálka obraz
sq_al: ngritur imazhin e mbulojë
sr_rs: Сет слику Цовер
sv_se: Ställ omslagsbild
tr_tr: Seti Kapak Resmi

source: Short Codes For Page/Post
bg_bg: Кратките кодове за страница / пост
cs_cz: Krátké kódy pro stránku / příspěvek
da_dk: Kortkoder Til Side / Indlæg
de_de: Kurzwahlen für Seite / Beitrag
es_es: Los códigos cortos para la página / enviar
fi_fi: Lyhyt koodit varten Sivu / Post
fr_fr: codes courts pour la page / Poste
he_il: קודים קצרים עבור עמוד / הודעה
hu_hu: Rövid kódokat mert oldal / posta
id_id: Kode Pendek Untuk Halaman / Pos
it_it: Codici funzione I per la pagina / messaggio
nl_nl: Korte codes voor pagina / bericht
pl_pl: Krótkie kody dla Strona / Opublikuj
pt_br: códigos curtos para a página de / Post
ro_ro: Coduri scurte pentru Pagina / Mesaj
ru_ru: Сокращенные коды для страница/ пост
sk_sk: Krátke Kódy pre stránka / pošta
sq_al: Kodet e shkurtër për Faqe/postim
sr_rs: Кратки кодови за Паге / порука
sv_se: kort koder för sida / inlägg
tr_tr: Kısa Kodlar için sayfa / posta

source: All Albums
bg_bg: Всички албуми
cs_cz: Všechna alba
da_dk: alle Albummer
de_de: allen Alben
es_es: Todos los álbumes
fi_fi: kaikki albumit
fr_fr: Tous les albums
he_il: כל האלבומים
hu_hu: Az összes album
id_id: semua album
it_it: Tutti gli album di
nl_nl: Alle Albums
pl_pl: wszystkie albumy Zdjęcia
pt_br: Todos os álbuns
ro_ro: toate albumele
ru_ru: все альбомы
sk_sk: Všetky albumy
sq_al: të gjitha albumet
sr_rs: Сви албуми
sv_se: alla album
tr_tr: Tüm Albümler

source: Single Album
bg_bg: единичен албум
cs_cz: jedno alba
da_dk: Enkeltværelse albummet
de_de: einzelnes Album
es_es: del álbum individual
fi_fi: sinkku albumi
fr_fr: unique album
he_il: אלבום יחיד
hu_hu: egyszeri album
id_id: Album tunggal
it_it: singolo album
nl_nl: enkel album
pl_pl: Pojedynczy albumu
pt_br: Um único Album
ro_ro: singur album
ru_ru: единый альбома
sk_sk: jednolôžková albumu
sq_al: Vetme albumit
sr_rs: СИНГЛЕ албум
sv_se: enda Albumet
tr_tr: tek bir Albüm

source: Album with Cover
bg_bg: Албум заедно с капак
cs_cz: alba s krytem
da_dk: album med dække
de_de: Alben mit Abdeckung
es_es: Álbum con tapa
fi_fi: Albumi joissa peittää.
fr_fr: Album avec couverture
he_il: אלבום אֵת עם כיסוי
hu_hu: Album -val fedeles
id_id: Album dengan sampul
it_it: Album con copertina
nl_nl: Album met voorblad
pl_pl: albumie with osłoną
pt_br: Álbum com o capa
ro_ro: Album cu capacul
ru_ru: Альбом с крышкой
sk_sk: Album S Krytom
sq_al: Albumeve me mbulesë
sr_rs: Албум са Цовер
sv_se: Albumet med lock
tr_tr: Kapak ile Albüm

source: Album Settings
bg_bg: албум настройки
cs_cz: alba nastavením
da_dk: albummet indstillinger
de_de: Albumeinstellungen
es_es: Ajustes del álbum
fi_fi: albumin asetukset
fr_fr: album Réglages de
he_il: הגדרות אלבום
hu_hu: album beállításokat
id_id: Album yang-Pengaturan
it_it: impostazioni di album
nl_nl: Albuminstellingen
pl_pl: albumu Ustawienia
pt_br: Configurações álbum
ro_ro: Setări Album
ru_ru: Альбом Настройки
sk_sk: albumu nastavenie
sq_al: cilësimet albumet
sr_rs: подешавања албума
sv_se: albumet inställningar
tr_tr: albüm Ayarları

source: Settings
bg_bg: настройки
cs_cz: Nastavením.
da_dk: Indstillinger
de_de: Einstellungen
es_es: Ajustes
fi_fi: asetuksia
fr_fr: réglages
he_il: הגדרות
hu_hu: beállításokat
id_id: P'aturan
it_it: impostazioni
nl_nl: Berichten Instellingen
pl_pl: Ustawienia
pt_br: configurações
ro_ro: Setări
ru_ru: настройкою
sk_sk: nastavenia
sq_al: Cilësimet
sr_rs: Подешавања
sv_se: Inställningar
tr_tr: Ayarlar

source: Global
bg_bg: глобален
cs_cz: Globální
da_dk: Globale
de_de: Globale
es_es: Globales
fi_fi: maailmanlaajuinen
fr_fr: globale
he_il: עולמי
hu_hu: globális
id_id: di Global
it_it: globale
nl_nl: wereldwijde
pl_pl: globalny
pt_br: globais
ro_ro: globală
ru_ru: глобальный
sk_sk: globálne
sq_al: globale
sr_rs: Глобал
sv_se: Globalt
tr_tr: küresel bir

source: Individual
bg_bg: индивидуален
cs_cz: individuální
da_dk: individuel
de_de: Einzelne
es_es: individuo
fi_fi: yksilöllinen
fr_fr: personnel
he_il: הפרט
hu_hu: egyéni
id_id: individu
it_it: individuo
nl_nl: individueel
pl_pl: indywidualny
pt_br: indivíduo
ro_ro: individ
ru_ru: индивидуальный
sk_sk: individuálne
sq_al: individ
sr_rs: Појединачна
sv_se: Individuell
tr_tr: bireysel

source: Thumbnails Settings
bg_bg: миниатюри настройки
cs_cz: náhledy nastavení
da_dk: miniaturer Indstillinger
de_de: Vorschaubilder Einstellungen
es_es: Miniaturas Ajustes
fi_fi: thumbnail asetukset
fr_fr: Paramètres des vignettes
he_il: הגדרות תמונות ממוזערות
hu_hu: miniatűrök a Beállítások
id_id: gambar mini P'aturan
it_it: miniature Impostazioni
nl_nl: miniaturen Instellingen
pl_pl: Miniatury Ustawienia
pt_br: Configurações Miniaturas
ro_ro: miniaturi Setări
ru_ru: Миниатюры Настройки
sk_sk: miniatúrami nastavenie
sq_al: Cilësimet Parapamja
sr_rs: Тхумбнаилс Подешавања
sv_se: Tumnaglar Inställningar
tr_tr: Küçük resimler Ayarlar

source: Thumbnail Size
bg_bg: Размер на миниатюрите
cs_cz: Velikost miniatur
da_dk: Miniaturebilledstørrelse
de_de: Miniaturansicht Größe
es_es: Tamaño de miniatura
fi_fi: Pienoiskuva Koko:
fr_fr: Taille des vignettes
he_il: גודל תמונה ממוזערת
hu_hu: hüvelykujj körme méret
id_id: ukuran skets yg pendek sekali
it_it: Dimensione miniatura
nl_nl: Miniatuurgrootte
pl_pl: Rozmiar Miniatura
pt_br: Tamanho da Miniatura
ro_ro: Dimensiune miniaturi
ru_ru: размер миниатюр
sk_sk: miniatúr veľkosť
sq_al: Madhësia Parapamja
sr_rs: Тхумбнаил Сизе
sv_se: miniatyrbild storlek
tr_tr: küçültülmüş Boyut

source: Original
bg_bg: оригинал
cs_cz: původní
da_dk: oprindelige
de_de: Ursprüngliche
es_es: originario
fi_fi: alkuperäinen
fr_fr: d'origine
he_il: מקורי
hu_hu: eredeti
id_id: asli
it_it: originale
nl_nl: origineel
pl_pl: oryginał
pt_br: originais
ro_ro: originală
ru_ru: оригинальный
sk_sk: originále
sq_al: origjinal
sr_rs: оригинал
sv_se: Ursprungligt
tr_tr: orijinal

source: Custom
bg_bg: обичай
cs_cz: Zakázková
da_dk: Brugerdefineret
de_de: Brauch
es_es: costumbre
fi_fi: Mukautettu
fr_fr: coutume
he_il: מנהג
hu_hu: szokás
id_id: adat
it_it: personalizzato
nl_nl: aangepaste
pl_pl: zwyczaj
pt_br: personalizado
ro_ro: vamal
ru_ru: обычай
sk_sk: používateľský
sq_al: me porosi
sr_rs: Цустом
sv_se: beställnings-
tr_tr: görenek

source: Width
bg_bg: широчина
cs_cz: šířka
da_dk: Bredde
de_de: Breite
es_es: ancho
fi_fi: leveys
fr_fr: largeur
he_il: רוחב
hu_hu: szélesség
id_id: lebar
it_it: larghezza
nl_nl: breedte
pl_pl: szerokość
pt_br: largura
ro_ro: lățime
ru_ru: ширина
sk_sk: Šírka
sq_al: gjerësi
sr_rs: ширина
sv_se: Bredd
tr_tr: genişlik

source: Height
bg_bg: височина
cs_cz: výška
da_dk: Højde
de_de: Höhe
es_es: altura
fi_fi: korkeus
fr_fr: hauteur
he_il: גובה
hu_hu: magasság
id_id: ketinggian
it_it: altezza
nl_nl: hoogte
pl_pl: wysokość
pt_br: altura
ro_ro: înălțime
ru_ru: высота
sk_sk: výška
sq_al: lartësi
sr_rs: висина
sv_se: Höjd
tr_tr: yükseklik

source: Images in Row
bg_bg: Изображенията в греба
cs_cz: Obrázky v řadě
da_dk: Billeder i træk
de_de: Bildern in Zeile
es_es: Imágenes en la Fila
fi_fi: Kuvien sisään rivi
fr_fr: Images à rangée
he_il: תמונות בתוך בשורה
hu_hu: Képek -ban Row
id_id: Gambar dalam Row
it_it: Immagini di fila
nl_nl: Afbeeldingen in Rij
pl_pl: Obrazy w wierszu
pt_br: Imagens no Fileira
ro_ro: Imagini la rând Nu
ru_ru: Изображения в один ряд
sk_sk: Obrázky v rade
sq_al: Imazhet në rresht
sr_rs: Слике у једном реду
sv_se: Bilder i rad
tr_tr: Arka arkaya Görüntüler

source: Opacity
bg_bg: непрозрачност
cs_cz: neprůhlednost
da_dk: opacitet
de_de: Deckkraft
es_es: opacidad
fi_fi: sameus
fr_fr: opacité
he_il: אטימות
hu_hu: átlátszatlanság
id_id: opasitas
it_it: opacit√†
nl_nl: laagdekking
pl_pl: nieprzezroczystość
pt_br: a opacidade
ro_ro: opacitate
ru_ru: непрозрачность
sk_sk: nepriehľadnosť
sq_al: patejdukshmëri
sr_rs: непрозирност
sv_se: Opacitet
tr_tr: opaklık

source: Border Size
bg_bg: Гранична размер
cs_cz: velikost z hranice
da_dk: grænse Størrelse
de_de: Border Dateigrösse
es_es: Tamaño del borde
fi_fi: border Koko
fr_fr: de frontière taille
he_il: גודל של גְבוּל
hu_hu: mérete a határ
id_id: Ukuran perbatasan
it_it: Dimensioni bordo
nl_nl: Randgrootte
pl_pl: Rozmiar Granicy
pt_br: Border Tamanho do
ro_ro: mărimea de frontieră
ru_ru: размер границы
sk_sk: Hranice veľkosť
sq_al: Madhësia e Kufijve
sr_rs: Бордер сизе
sv_se: gränsa storlek
tr_tr: Kenarlık Boyutu

source: Border Radius
bg_bg: Гранична радиус
cs_cz: hraniční poloměr
da_dk: grænsen radiusen
de_de: Grenze Suchradius
es_es: Un radio Frontera
fi_fi: raja Säde
fr_fr: Rayon frontaliers
he_il: רדיוס גבול
hu_hu: határ keresési terület méretét
id_id: perbatasan radius
it_it: confine raggio
nl_nl: grens Straal
pl_pl: Graniczna Promień
pt_br: Radius fronteira
ro_ro: Raza de frontieră
ru_ru: пограничная Радиус
sk_sk: hraničný polomer
sq_al: rrezja Kufitare
sr_rs: Бордер Радиус
sv_se: gränsa Radie
tr_tr: sınır yarıçapı

source: Border Color
bg_bg: Цвят на рамката
cs_cz: hranice barva
da_dk: border farve
de_de: Randfarbe
es_es: color del borde
fi_fi: Reunan väri
fr_fr: Couleur de la bordure
he_il: צבע גבול
hu_hu: Határ színe
id_id: batas warna
it_it: Colore del bordo
nl_nl: grens kleur
pl_pl: Kolor obramowania
pt_br: Cor da margem
ro_ro: Culoare chenar
ru_ru: Цвет рамки
sk_sk: Hranice Farba
sq_al: Ngjyra Kufitare
sr_rs: бордер-цолор
sv_se: gränsen Färg
tr_tr: Çerçeve Rengi

source: Album Cover Settings
bg_bg: обложката на албума настройки на
cs_cz: Album Cover nastavením
da_dk: Albummets omslag Indstillin
de_de: Albumabdeckung Einstellungen
es_es: Ajustes Portada del álbum
fi_fi: albumi kattaa asetus
fr_fr: Album réglages de couverture
he_il: הגדרות עטיפה אלבום
hu_hu: Album borítóként beállítások
id_id: P'aturan dari sampul album
it_it: album coprire impostazioni
nl_nl: Dekking van het album Instellingen
pl_pl: albumów - okładka Ustawienia
pt_br: tampa do álbum Configurações
ro_ro: Acoperiti Album Setări
ru_ru: альбома Обложка настройки
sk_sk: Obal albumu nastavenie
sq_al: mbuluar Albumit Cilësimet
sr_rs: албум цовер Подешавања
sv_se: Skivomslag Inställningar
tr_tr: Albüm Kapağı Ayarlar

source: Cover Size
bg_bg: Покрийте Размер
cs_cz: pokrytí velikosti
da_dk: dækker størrelse
de_de: Abdeckung Größe
es_es: Cubra Tamaño
fi_fi: kattaa size
fr_fr: couvrir taille
he_il: לכסות הגודל
hu_hu: Fedjük méret
id_id: Sampul Ukuran
it_it: formato della copertura
nl_nl: dekken grootte
pl_pl: Przykryj Rozmiar
pt_br: cubra Tamanho do
ro_ro: Acoperiti Dimensiune
ru_ru: охватывать размер
sk_sk: krytie veľkosť
sq_al: mbulojë madhësinë
sr_rs: покриће величина
sv_se: Täck Storlek
tr_tr: Kapak Boyutu

source: Lightbox Settings
bg_bg: Лайтбокс настройки
cs_cz: seznamy Oblíbených Nastavení z
da_dk: Lightbox-indstillinger
de_de: Leuchtkasten Einstellungen
es_es: la mesa de luz de Ajustes
fi_fi: valopöy asetukset
fr_fr: Visionneuse paramètres
he_il: תיבת האור הגדרות
hu_hu: Lightbox a Beállítások
id_id: lampu-kotak Pengaturan
it_it: Visualizzare lightbox-Impostazioni
nl_nl: lichte doos Instellingen
pl_pl: Lightboxu Ustawienia
pt_br: Configurações Mesa de Luz
ro_ro: caseta de lumina Setări
ru_ru: лайтбокс Настройки
sk_sk: svetlo škatuľa nastavenie.
sq_al: Cilësimet kuti të Lehta
sr_rs: лигхтбок Подешавања
sv_se: ljusbord Inställningar
tr_tr: Işık kutusu Ayarlar

source: Text Color
bg_bg: Цвят на текста
cs_cz: Barva textu
da_dk: Tekstfarve
de_de: Textes Farbe
es_es: color del texto
fi_fi: tekstin väri:
fr_fr: Couleur du texte
he_il: צבע טקסט
hu_hu: szöveg színe
id_id: Warna Teks
it_it: Colore del testo
nl_nl: tekst Kleur
pl_pl: Kolor tekstu
pt_br: Cor do Texto
ro_ro: textului Culoare
ru_ru: Цвет текста
sk_sk: Farba textu
sq_al: Tekst ngjyra
sr_rs: Боја текста
sv_se: texten färg
tr_tr: metin Rengi

source: Inline Background
bg_bg: инлайн фон
cs_cz: vkládaný Souvislosti
da_dk: Inline Baggrund
de_de: Inline Hintergrund
es_es: Antecedentes interno
fi_fi: sisäänlinjaTaustaa
fr_fr: À ligne, fond
he_il: מוטבעות רקע
hu_hu: szövegközi Háttér
id_id: sebaris latar belakang
it_it: Incorpora risorse Sfondo
nl_nl: inline Achtergrond
pl_pl: inline Tło
pt_br: Fundo inline
ro_ro: în-linie fundal
ru_ru: В-линия фона
sk_sk: v-linka pozadia
sq_al: Në prapavijë linjë
sr_rs: Инлине Позадина
sv_se: I-linje Background
tr_tr: satır içi arka plan.
