Repository: wp-plugins/gallery-bank
Catalog: lang/gallery-bank-*.po
Languages: ar, de_de, fi_fi, fr_fr, he_il, it_it, nl_nl, pt_pt, ru_ru, tr, zh_cn

source: Insert Gallery Bank Shortcode
ar: أدخل Gallery Bank- رمز قصير
de_de: Legen Gallery-Bank mehr Kurzwahl
fi_fi: Insertin Galleria-Bank Lyhytkoodi
fr_fr: Insérer Galerie Banque Code court
he_il: הכניסו -Gallery Bank קוד קצר
it_it: Inserto Gallery - Bank shortcode di
nl_nl: Invoegen Gallery Bank Korte code
pt_pt: Inserir Gallery Bank Código curto
ru_ru: Вставить Gallery Банк Короткий - код
tr: Girmek - Gallery Bank Kısa kod
zh_cn: 插入Gallery - Bank 短码

source: Select an album below to add it to your post or page.
ar: اختر ألبوما أدناه لإضافته إلى ما بعد أو الصفحة.
de_de: auswählen Sie ein Album unten, um es zu Ihrem Beitrag oder eine Seite hinzufügen
fi_fi: Valitse albumi alla lisää se omiin postitse tai sivulla.
fr_fr: Sélectionnez un album ci-dessous pour l'ajouter à votre poste ou la page.
he_il: בחר אלבום שלהלן כדי להוסיף אותו להודעה או הדף שלך.
it_it: Selezionare un album sotto per aggiungerlo al tuo post o una pagina.
nl_nl: Selecteer hieronder een album toevoegen het aan uw post of pagina.
pt_pt: Selecione um álbum abaixo para adicioná-lo ao seu post ou página.
ru_ru: Выберите альбом ниже, чтобы добавить его на свой пост или страницу.
tr: Seçiniz bir albüm aşağıda eklemek onu sizin mesaja veya sayfa.
zh_cn: 选择下面的一张专辑，将其添加到您的文章或页面。

source: Gallery Type
ar: معرض نوع
de_de: Galerie Typ
fi_fi: Galleria Tyyppi
fr_fr: galerie type
he_il: סוג הגלריה
it_it: Galleria Tipo
nl_nl: galerie Typ
pt_pt: galeria de Tipo
ru_ru: Галерея Тип
tr: Galeri Tipi
zh_cn: 外廊式

source: Albums with Images
ar: البوم مع الصور
de_de: Alben mit Bilder
fi_fi: albumit kanssa Budjettikuvat
fr_fr: d'albums avec les images
he_il: אלבומים עם תמונות
it_it: Albumi con le immagini
nl_nl: Albums Er met beelden
pt_pt: Álbuns com as Imagens
ru_ru: Альбомов с Изображений
tr: Görüntüler ile Albümler
zh_cn: 相册与图片

source: Only Images
ar: فقط- الصور
de_de: Nur Bilder
fi_fi: vain Budjettikuvat
fr_fr: Seuls des Images
he_il: בלבד תמונות
it_it: Solo immagini
nl_nl: alleen Afbeeldingen
pt_pt: Somente as Imagens
ru_ru: только изображений
tr: Sadece -Görüntüler
zh_cn: 只有图像的

source: Album Format
ar: تنسيق الألبوم
de_de: das Album Format des
fi_fi: Albumi Formaatti
fr_fr: l'album le format
he_il: פורמט אלבומים
it_it: Album di Formato
nl_nl: album zijn formaat
pt_pt: de álbum Formatar
ru_ru: альбомов Формат
tr: Albüm etiket- Biçim
zh_cn: 专辑格式化

source: Select Album Format
ar: حدد تنسيق الألبوم
de_de: Wählen des Albums Format des
fi_fi: Valitse Albumi Formaatti
fr_fr: Sélectionnez l'album FormatĀ
he_il: בחר אלבומים פורמט
it_it: Selezionare sull'album Formato
nl_nl: Selecteer album zijn- Formaat
pt_pt: Selecione Album Formatar
ru_ru: Выберите Альбом Формат
tr: Seçin-Albümü Biçimi
zh_cn: 选择-相册格式

source: Select Album
ar: حدد الألبوم
de_de: Wählen Sie- das Album
fi_fi: Valitse-albumi
fr_fr: Sélectionnez l'Album
he_il: בחר אלבום
it_it: Selezionare Album di
nl_nl: Selecteer album zijn
pt_pt: Selecione do Álbum
ru_ru: Выберите альбомов
tr: albüm etiket Seçiniz
zh_cn: 选取-相簿

source: Select an Album
ar: حدد الألبوم
de_de: Wählen Sie ein das Album
fi_fi: Valitse albumi
fr_fr: Sélectionnez un l'album
he_il: בחר אלבום
it_it: Selezionare un Album di
nl_nl: Selecteer een album
pt_pt: Selecione um Álbum
ru_ru: Выберите альбом
tr: Bir albüm seçin
zh_cn: 选择一个相簿

source: Gallery Format
ar: الصور الإسلامية - نمط
de_de: Galerie Format des
fi_fi: Galleria Formaatti
fr_fr: la galerie le format
he_il: גלריה הפורמט
it_it: Galleria Formato
nl_nl: galerie Formaat
pt_pt: gallery formato
ru_ru: Галерея Формат
tr: Galeri Biçim
zh_cn: 画廊格式

source: Select Gallery Format
ar: اختار رواق تنسيق
de_de: wählen- Galerie Format des
fi_fi: Valitse-Galleria Formaatti
fr_fr: Sélec la galerie le format
he_il: הפורמט גלריה בחר
it_it: Selezionate Galleria Formato
nl_nl: Selecteer Galerij Formaat
pt_pt: Selecione Galeria Formato
ru_ru: Выберите Галерея Формат
tr: Seçiniz -Galeri -Biçim
zh_cn: 选择廊格式化

source: Images in Row
ar: صورة في صف
de_de: Bildern bei Zeile
fi_fi: Kuvaa sisään-rivi
fr_fr: des Images dans rangée
he_il: תמונות בתוך בשורה
it_it: Immagini in riga
nl_nl: Afbeeldingen in Rij
pt_pt: as Imagens em Fileira
ru_ru: Изображения в Роу
tr: Row içinde Görüntüler
zh_cn: 图像-的 在 排

source: Image Width
ar: إنش الطول الصورة
de_de: Bildbreite
fi_fi: kuva leveys
fr_fr: Largeur de l'image
he_il: רוחב תמונה
it_it: Larghezza Immagine
nl_nl: afbeelding Breedte
pt_pt: Largura de imagem
ru_ru: Ширина картинки
tr: Resim Genişliği
zh_cn: 图像宽度

source: Albums in Row
ar: البوم في صف
de_de: Alben in der Zeile
fi_fi: Albumit sisaan rivi
fr_fr: Les albums dans rangée
he_il: אלבומים בשורה
it_it: Albumi a Fila
nl_nl: Albums Er in rij
pt_pt: Álbuns em Fileira
ru_ru: Альбомов в грести
tr: Row içinde Albümler
zh_cn: 相册在排

source: Text Format
ar: تنسيق النص
de_de: Text gestaltbar Format des
fi_fi: tekstimuodossa
fr_fr: texte le format
he_il: תבנית טקסט
it_it: Testo formattare
nl_nl: tekst Formaat
pt_pt: de Texto Formato
ru_ru: текст в формате
tr: metin Biçimi
zh_cn: 文本格式

source: Select Format
ar: حدد تنسيق
de_de: Wählen Format des
fi_fi: Valitse-Formaatti
fr_fr: sélec le format
he_il: בחר פורמט
it_it: Selezionare - Formato
nl_nl: selecteer Opmaak
pt_pt: Selecione Formatar
ru_ru: Выберите Формат
tr: Seçiniz Biçim
zh_cn: 选择格式

source: Special Effects
ar: المؤثرات الخاصة
de_de: Spezialeffekte
fi_fi: erikoistehosteet
fr_fr: effets spéciaux
he_il: אפקטים מיוחדים
it_it: Effetti Speciali
nl_nl: speciale effecten
pt_pt: dos efeitos especiais
ru_ru: Специальные эффекты
tr: özel Efektler
zh_cn: 的特殊效果

source: Animation Effects
ar: آثار الرسوم المتحركة
de_de: von Animationseffekten
fi_fi: Animaatiotehosteiden
fr_fr: Effets d'animation
he_il: אפקטי אנימציה
it_it: Effetti di animazione
nl_nl: animatie-effecten
pt_pt: Efeitos de Animação
ru_ru: Анимационные эффекты
tr: Canlandırma Efektler
zh_cn: 动画 效果 效果

source: Show Responsive Gallery
ar: إظهار متجاوب رواق
de_de: Zeigen Ansprechbar Galerie
fi_fi: Osoittavat Responsiivinen Galleria
fr_fr: Spectacle- Résponsive galerie
he_il: הצג- Responsive גלריה
it_it: Mostra Sensible a reagire Galleria
nl_nl: Toon- reagerende Gallery
pt_pt: Mostra-responsivo- Galeria
ru_ru: Показать Отзывчивый Галерея
tr: Göster- Tepkimeli Galeri
zh_cn: 显示Responsive图库

source: Show Album Title
ar: عرض عنوان الالبوم
de_de: Zeigen Albumtitel
fi_fi: Näytä Albumin otsikko
fr_fr: Spectacle Titre de l'album
he_il: הצג אלבומים כותרת
it_it: Mostra Titolo di album
nl_nl: Tonen album zijn Titel
pt_pt: mostra álbum de titulo
ru_ru: Показать альбома Название
tr: göster Albüm başlık
zh_cn: 显示相簿 标题

source: Insert Album
ar: ادخال الألبوم
de_de: einlegen das Album
fi_fi: Insertin Albumi
fr_fr: Insérez l'album
he_il: הכניסו אלבומים
it_it: Inserto Album di
nl_nl: Invoegen album zijn
pt_pt: inserir álbum de
ru_ru: Вставьте альбомов
tr: Albüm etiket Yerleştirin
zh_cn: 插入-相簿

source: Cancel
ar: الغاء
de_de: Annullieren
fi_fi: peruuttaa
fr_fr: annuler
he_il: לבטל
it_it: cancellare
nl_nl: annuleren
pt_pt: o Anular
ru_ru: Oтменить
tr: İptal et
zh_cn: 取消

source: Please select an Album
ar: يرجى اختيار الألبوم
de_de: Bitte wählen Sie ein Album
fi_fi: Ulottuvillasi Valitse albumi
fr_fr: S'il vous plaît sélectionner un l'album
he_il: אנא בחר אלבום
it_it: Si prega di selezionare un album
nl_nl: alstublieft Selecteer een album
pt_pt: Por favor seleccione um álbum
ru_ru: Пожалуйста, выберите альбом
tr: lütfen Bir albüm seçiniz
zh_cn: 请选择一个相簿

source: Please select an Album Format
ar: يرجى اختيار تنسيق الألبوم
de_de: Bitte wählen Sie ein das Album Formats
fi_fi: Ulottuvillasi Valitse albumi Formaatti
fr_fr: s'il vous plaît sélectionnez d'une l'album le format
he_il: אנא בחר אלבומים הפורמטs
it_it: Si prega di selezionare un album di formato
nl_nl: alstublieft Selecteer een album Formaat
pt_pt: Por favor, selecione um formato de álbum
ru_ru: пожалуйста выберите Aльбомов - Формат
tr: lütfen Bir albüm seçiniz Biçim
zh_cn: 请选择一个相簿格式化

source: Please select a Gallery Images Format
ar: يرجى تحديد تنسيق رواق صور خاصة ب
de_de: Bitte wählen Sie eine Galerie Bilder Format
fi_fi: Ulottuvillasi Valitse Galleria Budjettikuvat Formaatti
fr_fr: S'il vous plaît sélectionner une la galerie les images le format
he_il: אנא בחר גלריה- דימויים הפורמט
it_it: Prego selezionare una Galleria Immagini Immagini Formato
nl_nl: alstublieft Selecteer een galerie Beelden Formaat
pt_pt: por favor selecionar uma galeria Imagens formato
ru_ru: Пожалуйста, выберите Галерея - изображений формата
tr: lütfen Bir Galeri Görüntüler- Biçim seçiniz
zh_cn: 请选择一个- 图库-图像格式化

source: Please select a Text Format for the Gallery
ar: يرجى تحديد تنسيق نص عن رواق
de_de: Bitte wählen Sie einen Text gestaltbar Format des für die Galerie
fi_fi: Ulottuvillasi Valitse-Tekstimuodossa varten Galleria
fr_fr: S'il vous plaît sélectionner un format de texte pour la galerie
he_il: אנא בחר תבנית טקסט עבור גלריה
it_it: Prego selezionare una Testo Formato di per la Galleria
nl_nl: alstublieft Selecteer een Text Format voor de galerie
pt_pt: por favor selecionar uma Texto formato para o galeria
ru_ru: Пожалуйста, выбрать текстовый формат для Галерее
tr: lütfen Galeri için bir metin biçimi seçiniz
zh_cn: 请选择一个文本格式的对于该廊

source: VIEW ALL
ar: عرض الكل
de_de: ALLES ANSEHEN
fi_fi: KATSELE KAIKKI
he_il: הנוף הכל
it_it: VEDI TUTTO
nl_nl: BEKIJK ALLE
pt_pt: VER TODOS
tr: GÖRÜNÜMÜ HEPSİ
zh_cn: 查看此作者所有

source: Dashboard
ar: لوحة القيادة
de_de: Armaturenbrett
fi_fi: kojelauta
fr_fr: du tableau de bord
he_il: לוח מחוונים
it_it: cruscotto
nl_nl: instrumentenbord
pt_pt: painel de instrumentos
ru_ru: приборная панель
tr: gösterge paneli
zh_cn: 仪表盘

source: Documentation
ar: توثيق
de_de: Documenta
fi_fi: dokumentaation
he_il: תיעוד
it_it: di Documentazione
nl_nl: documentatie
pt_pt: documentação
tr: Dokümantasyon
zh_cn: 文档

source: Add New Album
ar: إضافة ألبوم جديد
de_de: Neues das Album hinzufügen
fi_fi: lisätäksesi-Uusi Albumi
fr_fr: Ajouter nouvel l'album
he_il: הוסף אלבום חדש
it_it: Aggiungi Nuovo Album di
nl_nl: toevoegen Nieuwe album zijn
pt_pt: Adicionar Novo do Álbum
ru_ru: Добавить Нью альбомов
tr: Yeni albüm etiket Ekle
zh_cn: 添加新相簿

source: Album Sorting
ar: ألبوم - الفرز
de_de: das Album Sortierung
fi_fi: Albumi lajittelu
fr_fr: l'album tri
he_il: אלבום ממיינות
it_it: sull'album ordinamento
nl_nl: Album zijn- Sortering
pt_pt: Album de- Colocar Seleção
ru_ru: Альбом сортировки
tr: Albümü - Sıralam
zh_cn: 专辑分拣

source: Global Settings
ar: إعدادات العالمية
de_de: Globale Einstellungen
fi_fi: maailmanlaajuinen asetukset
fr_fr: Paramètres Globaux
he_il: הגדרות גלובלי
it_it: Impostazioni Globali
nl_nl: mondiale Instellingen
pt_pt: Definições Globais
ru_ru: Глобальные настройки
tr: Küresel Ayarları
zh_cn: 全局设置

source: System Status
ar: الحالة النظام
fi_fi: järjestelmän tila
fr_fr: État du système
he_il: מצב מערכת
it_it: Stato del sistema
nl_nl: stelsel-rechtspositie
pt_pt: Estado do Sistema
ru_ru: Состояние системы
tr: sistem Durumu
zh_cn: 系统状态

source: Check Plugin Update
de_de: Überprüfen Plugin - aktualisieren
fi_fi: Tarkista Plugin Päivitä
he_il: בדקו תוסף עדכון
it_it: controllare plugin di aggiornare
pt_pt: Verifique Plugin de Atualização
tr: kontrol edin Eklentisi güncelleştirme
zh_cn: 检查-插件更新

source: Licensing
ar: الترخيص
de_de: Lizenzierung
fi_fi: Lisensioinnin
he_il: רישוי
it_it: licenza
nl_nl: vergunningverlenende
pt_pt: Licenciamento
tr: Lisanslama
zh_cn: 发牌

source: Set as Album Cover
ar: مجموعة على النحو غلاف الألبوم
de_de: Satz Als Albumdeckblatt
fi_fi: setti kuten albumi kansi
fr_fr: Définir comme couverture d'album
he_il: הגדר כמו כעטיפת אלבום
it_it: Imposta come sull'album copertina
nl_nl: Instellen als albumhoes
pt_pt: Conjunto de como Álbum cobertura
ru_ru: Установить как Обложка альбома
tr: olarak olarak ayarla Albüm Kapağı
zh_cn: 设为如-相簿封面

source: Enter your Title
ar: إدخال أوراق السيارة بك
de_de: Geben Sie Ihre Titel Eine
fi_fi: Anna sinun otsikko
fr_fr: Entrez votre titre
he_il: הזן את הכותרת שלך
it_it: Entrare Il vostro del titolo
nl_nl: Vul uw titel
pt_pt: Digite o seu Titulo
ru_ru: Введите ваше титул
tr: giriniz sizin Başlığı
zh_cn: 输入您的题名

source: Enter your Description
ar: إدخال بك وصف
de_de: Geben Sie Ihre Artikelbezeichnung
fi_fi: Anna sinun Kuvaus
fr_fr: Entrez votre la description
he_il: הזן את תיאור שלך
it_it: Entrare il vostro Descrizione del
nl_nl: Voer je Omschrijving
pt_pt: Digite sua Descrição
ru_ru: Введите ваше описание
tr: sizin Açıklama girin
zh_cn: 输入您的-描述

source: Enter your Tags
ar: إدخال- الدليلية بك
de_de: betreten Ihren Schlagworte
fi_fi: Syötä sinun Tunnisteet
fr_fr: Saisissez votre Balises
he_il: הזן את תגיות שלך
it_it: Inserisci le tue Tag dei
nl_nl: Voer je Ons Tags
pt_pt: Digite o seu Marcações
ru_ru: Ввести ваш Тэги
tr: sizin Etiketler giriniz
zh_cn: 输入您的标签

source: Delete Image
ar: بحذف الصورة
de_de: Bild Löschen
fi_fi: poistat kuva
fr_fr: Supprimez l'image
he_il: מחק תמונה
it_it: Elimina Immagine
nl_nl: doorhalen afbeelding
pt_pt: excluir imagem
ru_ru: Удалить изображения
tr: Sil - Görüntüsü
zh_cn: 删除形象

source: Delete Video
ar: حذف الفيديو
de_de: Videolöschen
fi_fi: poistat-Videon
fr_fr: Supprimez de Vidéo
he_il: מחיקת וידאו
it_it: Elimina video di
nl_nl: doorhalen video
pt_pt: Excluir do vídeo
ru_ru: Удалить видео
tr: Sil - Video
zh_cn: 删除-视频

source: Add Gallery using Gallery Bank
ar: إضافة الصور باستخدام جاليري Bank
de_de: Hinzufügen Galerie unter Verwendung Gallery-Bank
fi_fi: Lisätä - galleria käyttäen Gallery Bank
fr_fr: Ajouter Galerie à l'aide Gallery -Bank
he_il: הוספת גלריה שימוש Gallery Bank
it_it: Aggiungi Gallery utilizzando Gallery- Bank
nl_nl: Galerie toevoegen gebruikend Gallery Bank
pt_pt: Adicionar Galeria usando Gallery Bank
ru_ru: Добавить Галерея использованием Gallery Bank
tr: ekle - Galeri - kullanarak - Gallery Bank
zh_cn: 添加 廊 用 gallery Bank

source: Title
ar: لقب
de_de: Titel Eine
fi_fi: otsikko
fr_fr: titre
he_il: כותרת
it_it: del Titolo
nl_nl: Titel
pt_pt: Titulo
ru_ru: Заглавие
tr: Başlığı
zh_cn: 标题

source: Select Gallery
ar: حدد رواق
de_de: wählen Galerie
fi_fi: valitse-Galleria
he_il: גלריה בחר
it_it: Selezionare -Galleria
nl_nl: selecteer Galerij
pt_pt: Selecione Galeria
tr: Seçiniz- Galeri
zh_cn: 选取廊

source: Select Gallery Format
ar: حدد رواق بنية
de_de: Wählen -Galerie Format des
fi_fi: Valitse Galleria Formaatti
he_il: פורמט גלריה בחר
it_it: Selezionare Galleria Formato
nl_nl: Selecteer Gallery Formaat
pt_pt: Selecionar Galeria Formato
tr: Oğesini seçin-Galeri- Biçim
zh_cn: 选择-画廊 格式

source: Images In Row
ar: الصور في صف
de_de: Bilder In Der Reihe
fi_fi: Budjettikuvat rivissä
he_il: דימויים בתוך שורות
it_it: immagini Nel fila
nl_nl: Beelden In Rij
pt_pt: Imagens Na Fileira
tr: Görüntüleri Row içinde
zh_cn: 图片在排

source: Select Text Format
ar: حدد تنسيق نص
de_de: Wählen Text Format des
fi_fi: Valitse teksti Formaatti
he_il: בחר תבנית טקסט
it_it: Selezionare pdf Testo capitolato
nl_nl: SelecteerTekst- Formaat
pt_pt: Selecione formato de texto
tr: Metin biçimi seçin
zh_cn: 选择-文本格式

source: Special Effect
ar: تأثير خاص
de_de: Spezial-Effekt
fi_fi: erityispainos Vaikutus
he_il: אפקט מיוחד
it_it: Effetti Speciali
nl_nl: het Speciale Effect
pt_pt: Efeito Especial
tr: özel Efekti
zh_cn: 特别镀膜

source: Select Special Effect
ar: قم بتحديد خاص المفعول
de_de: Wählen Spezial effekt
fi_fi: Valitse Erikositehoste Vaikutus
he_il: בחרו אפקט מיוחד
it_it: Selezionare Effetti Speciali
nl_nl: Selecteren -het Speciale Effect
pt_pt: Selecionar Efeito especial
tr: özel-efekti-seçin
zh_cn: 选择特别镀膜

source: Width
ar: إنش الطول
de_de: Weite
fi_fi: leveys
fr_fr: largeur
he_il: רוחב
it_it: larghezza
nl_nl: breedte
pt_pt: Largura do
ru_ru: ширина
tr: Genişliği
zh_cn: 宽度

source: Height
ar: الإرتفاع
de_de: Höhe
fi_fi: korkeus
fr_fr: hauteur
he_il: גובה
it_it: altezza
nl_nl: hoogte
pt_pt: altura
ru_ru: высота
tr: Yüksekliği
zh_cn: 高度

source: Animation Effect
ar: الرسوم المتحركة المفعول
de_de: Zeichentrick Wirkung
fi_fi: Animaatiotehoste Vaikutus
he_il: אפקט הנפשה
it_it: Animazione - Effetto
nl_nl: Effect van de Animatie
pt_pt: De Animação Efeito
tr: Animasyon efekti
zh_cn: 动画-效应

source: Responsive Gallery
ar: متجاوب رواق
de_de: Ansprechbar-Galerie
fi_fi: Responsiivinen-Galleria
he_il: Responsive גלריה
it_it: Sensible a reagire Galleria
nl_nl: Reagerende- Gallery
pt_pt: Responsivo- Galeria
tr: cevap veren Galeri
zh_cn: Responsive图库

source: Back to Albums
ar: العودة إلى ألبومات
de_de: Zurück zu den Alben
fi_fi: Takaisin albumit
fr_fr: Retour à d'albums
he_il: חזרה לאלבומים
it_it: Torna a Albumi
nl_nl: Terug naar Albums Er
pt_pt: Voltar aos álbuns
ru_ru: Вернуться Альбомы
tr: Geri Dön Albümler
zh_cn: 返回相册

source: Save and Submit Changes
ar: حفظ التغييرات
de_de: Sparen und Einreichen Änderungen
fi_fi: Tallenna ja toimitettava muutokset
fr_fr: Sur Enregistrer et Soumettre Changements
he_il: להציל ו - להגיש שינויים
it_it: Salva e Invia modifiche
nl_nl: Opslaan en voorleggen wijzigingen
pt_pt: Salvar e em Enviar alterações
ru_ru: Сохранить и Прислать Изменения
tr: Kaydet ve ibraz - Değişiklikleri
zh_cn: 保存并送出变更

source: Album Published. Kindly wait for the redirect to happen.
ar: ألبوم النشر. التكرم انتظر لإعادة التوجيه أن يحدث.
de_de: das Album publiziert . Bitte warten Sie, bis die Umleitung passieren.
fi_fi: Albumiin-julkaistu. Ystävällisesti odottamaan uudelleenohjaus kohteeseen tapahtuu.
fr_fr: Publiée l'Album. Veuillez attendre que la redirection se produise.
he_il: אלבום פורסם. חביב לחכות לנתב מחדש לקרות.
it_it: Album pubblicato. Si prega di attendere per il reindirizzamento a accada.
nl_nl: album zijn-Gepubliceerd . Vriendelijk wachten op de omleiden te gebeuren.
pt_pt: Álbum Publicado. Por favor, espere o redirecionamento para acontecer.
ru_ru: Aльбомов Опубликован. Добросердечно ждать для переадресовывать к произойдет.
tr: Albüm Yayınlandı Yeniden yönlendirme gerçekleşmesi için lütfen bekleyin.
zh_cn: 相簿-发布时间。敬请等待对于-重定向- 至-发生。

source: Album Details
ar: تفاصيل الألبوم
de_de: das Album Einzelheiten
fi_fi: albumin tiedoissa
fr_fr: l'album Les détails
he_il: האלבום פרטים
it_it: Dettagli Album
nl_nl: album zijn Details
pt_pt: Detalhes do álbum
ru_ru: Детали альбомов
tr: Albüm etiket -Detayları
zh_cn: 相簿详情

source: Album Title
ar: عنوان الالبوم
de_de: das Album Titel Eine
fi_fi: Albumin otsikko
fr_fr: Titre de l'album
he_il: כותרת האלבום
it_it: Titolo di album
nl_nl: albumtitel
pt_pt: do Álbum Titulo
ru_ru: Название Aльбома
tr: Albüm etiket -Başlığı
zh_cn: 专辑标题

source: Enter your Album Title
ar: إدخال الخاص بك عنوان الالبوم
de_de: Geben Sie Ihren das Album Titel Eine
fi_fi: Anna sinun Albumin otsikko
fr_fr: Entrez votre l'album Titre
he_il: הזן את כותרת האלבום שלך
it_it: Inserisci la tua Album Titolo
nl_nl: Vul uw Albumtitel
pt_pt: Introduza seu do Álbum Titulo
ru_ru: Введите ваше Aльбома - Название
tr: Albümünü Başlık girin
zh_cn: 进入 您的 专辑标题

source: Description
ar: وصف
de_de: Artikelbezeichnung
fi_fi: kuvaus
fr_fr: la description
he_il: תיאור
it_it: Descrizione del
nl_nl: beschrijving
pt_pt: Descrição do
ru_ru: Oписание
tr: Açıklaması
zh_cn: 描述

source: Upload Images
ar: تحميل الصور
de_de: Bildern Hochladen
fi_fi: ylöspäin-kuormitus kuvia
fr_fr: Télécharger des images
he_il: העלה דימויים
it_it: Carica Immagini di
nl_nl: Afbeeldingen te uploaden
pt_pt: Fazer upload imagens
ru_ru: Загрузить изображения
tr: Görüntüleri Karşıya
zh_cn: 上载 图像的

source: Your browser doesn"t have Flash, Silverlight or HTML5 support.
ar: لا يملك متصفحك فلاش، سيلفرلايت أو HTML5 دعم.
de_de: Ihr Browser unterstützt kein Flash, Silverlight oder HTML5-Unterstützung.
fi_fi: Selaimesi ei ole Flash, Silverlight tai HTML5 tukea.
fr_fr: Votre navigateur n'accepte pas avoir Flash, Silverlight ou support HTML5.
he_il: הדפדפן שלך לא צריך Flash, Silverlight או תמיכת HTML5.
it_it: Il tuo il browser non ha Flash, Silverlight o il supporto HTML5.
nl_nl: Uw browsergebaseerde maakt niet 't hebben Flash, Silverlight of HTML5- ondersteunen
pt_pt: Seu navegador não tem o Flash, Silverlight ou suporte HTML5.
ru_ru: Ваш браузер не иметь Flash, Силверлигхт или HTML5 поддержки.
tr: Tarayıcınız değil bulunmamaktadır Flash, Silverlight veya HTML5 desteğine
zh_cn: 您的浏览器不具有闪光，Silverlight的或HTML5的支持。

source: Upload Videos
ar: تصل- حمولة فيديو
de_de: Videos Hochladen
fi_fi: ylöspäin-Kuormitu-Videoita
fr_fr: Téléchargez une Vidéos
he_il: להעלות קטעי וידאו
it_it: Carica Video dei
nl_nl: uploaden Videos
pt_pt: fazer Upload de vídeos
ru_ru: закачки Видеоs
tr: video yükle
zh_cn: 上传视频

source: Video Url
ar: الفيديو URL
de_de: Video URL Datei
fi_fi: videon-URL-osoite
fr_fr: URL de la vidéo
he_il: כתובת אתר וידאו
it_it: video di Url
nl_nl: de video Url
pt_pt: Url do vídeo
ru_ru: bидео Url
tr: Ekle Video URL'si
zh_cn: 视频网址

source: Enter your Video Url
ar: إدخال عنوان الموقع الفيديو الخاص بك
de_de: Geben Sie Ihre Video-URL
fi_fi: Anna sinun-videon-URL
fr_fr: Entrez votre vidéo Url de
he_il: הזן את כתובת אתר הווידאו שלך
it_it: Inserisci il tuo Video di URL
nl_nl: Vul uw de video Url
pt_pt: Introduza seu de vídeo Url
ru_ru: Введите ваше Ссылка на видео
tr: giriniz sizin Ekle Video URL'si
zh_cn: 进入您的-视频网址

source: Upload Video
ar: تصل- حمولة فيديو
de_de: hochladenvideo
fi_fi: ylöspäin-kuormitus-video
fr_fr: Téléchargez une Video
he_il: העלאת וידאו
it_it: Carica video
nl_nl: uploaden VIDEO
pt_pt: Fazer upload de Vídeo
ru_ru: закачки Видео
tr: Video Gönder
zh_cn: 上传视频

source: Your Gallery Bank Album
ar: الخاص بك Gallery Bankالألبوم
de_de: Ihre Gallery Bank-das Album
fi_fi: sinunGallerian-Bank-albumiin
fr_fr: Votre Gallery Bank l'album
he_il: שלך Gallery - Bank האלבום
it_it: Il tuo Gallery- Bank album di
nl_nl: Uw Gallery bank Album
pt_pt: Seu Gallery - Bank álbum de
ru_ru: Ваш Gallery Bank Aльбомов
tr: Sizin Gallery -Bank Albüm
zh_cn: 你的Gallery Bank相簿

source: Delete
ar: حذف
de_de: zu löschen
fi_fi: Poistaa
fr_fr: Supprimez
he_il: למחוק
it_it: Elimina
nl_nl: doorhalen
pt_pt: em Excluir
ru_ru: вычеркивать
tr: Sil'i
zh_cn: 删除

source: Thumbnail
ar: المصغرات
de_de: Miniaturbild
fi_fi: Pikkukuva
fr_fr: imagette
he_il: תמונה ממוזערת
it_it: miniature
nl_nl: Miniatuurafbeelding
pt_pt: de Miniaturas
ru_ru: Значок видео
tr: küçültülmüş hali
zh_cn: 缩略

source: Title & Description
ar: العنوان والوصف
de_de: Titel Eine und Beschreibung
fi_fi: Otsikko ja Kuvaus
fr_fr: Titre et description
he_il: כותרת ותיאור
it_it: del titolo e descrizione
nl_nl: Titel en beschrijving
pt_pt: Titulo e Descrição
ru_ru: Заглавие и oписание
tr: Başlığı ve Açıklaması
zh_cn: 标题和-描述

source: Tags (comma separated list)
ar: العلامات (قائمة مفصولة بفواصل)
de_de: Schlagworte (durch Komma getrennte Liste)
fi_fi: Tunnisteet (pilkulla eroteltu luettelo)
fr_fr: Balises (séparés par des virgules)
he_il: תגיות (רשימה מופרדת בפסיקים)
it_it: Tag dei (elenco separato da virgole)
nl_nl: Ons Tags (komma gescheiden lijst)
pt_pt: Etiquetas (lista separada por vírgula)
ru_ru: Тэги (запятая раздельный список)
tr: Etiketler (virgülle ayrılmış listesi)
zh_cn: 标签（用逗号分隔的列表）

source: Url to Redirect on click of an Image
ar: URL إلى إعادة توجيه في في انقر من الصورة
de_de: URL Datei zu Umleiten auf Klick eines Bild
fi_fi: Url kohteeseen Uudelleenohjaus päälle napsautuksella an Kuva
fr_fr: Url à réorienter sur clic d'une l'Image
he_il: Url אל להפנות את על הלחיצה של תמונה
it_it: URL per reindirizzare su clic di un'immagine
nl_nl: URL als omleiden erop klik van een afbeelding
pt_pt: Url para redirecionar em clique de uma imagem
ru_ru: Урл к переадресовывать
tr: URL - ye - Yeniden yönlendir
zh_cn: 网址至重定向-上-点击-之-一个图像
