Repository: wp-plugins/gallery-bank
Catalog: lang/gallery-bank-*.po
Languages: ar, de_de, fi_fi, fr_fr, he_il, it_it, nl_nl, pt_pt, ru_ru, tr, zh_cn

source: Inline Background
ar: إنلاين الخلفية
de_de: Inline Hintergrund
fi_fi: sitoutuva Taustaa
fr_fr: inline fond
he_il: רקע Inline
it_it: gli Inline Sfondo
nl_nl: gealigneerde Achtergrond
pt_pt: inline antecedentes
ru_ru: Инлайн фона
tr: Satır içi -Arkaplan
zh_cn: 直列背景

source: Overlay Background
ar: تراكب الخلفية
de_de: Auflage-Hintergrund
fi_fi: Peittokuva Taustaa
fr_fr: overlay fond
he_il: רקע
it_it: Sovrapponi Sfondo
nl_nl: omslagen- Achtergrond
pt_pt: Sobreposição de Antecedentes
ru_ru: Наложение фона
tr: Yer paylaşımlı - Arkaplan
zh_cn: 覆盖图背景

source: Fade In Time
ar: تتلاشى في الوقت المناسب
de_de: Verblassen Sie in Rechtzeitig
fi_fi: Haalistu sisään Kellonaika
fr_fr: fanent dans temps
he_il: לדעוך בתוך בזמן
it_it: Dissolvenza in Ora di
nl_nl: Vervagen te-tijd
pt_pt: desvanecer Em tempo
ru_ru: увядать в время
tr: Solmaya Içinde Zaman
zh_cn: 淡入- 在时间

source: Fade Out Time
ar: تتلاشى خارج الزمن
de_de: Verblassen Sie Out Zeit
fi_fi: Haalistu ulos aikaa
fr_fr: fanent dehors temps
he_il: לדהות החוצה זמן
it_it: Dissolvenza indietro Time
nl_nl: Vervagen eruit Tijd
pt_pt: Desvanecer fora tempo
ru_ru: увядает Нет на времени
tr: Solmaya Dışarı -Zaman
zh_cn: 淡出出时间

source: Facebook Comments
ar: Facebook- تعليقات
de_de: Facebook mit Kommentare
fi_fi: facebookissa-kommentit
fr_fr: le Facebook Commentaires
he_il: Facebook תגובות
it_it: Facebook Commenti
nl_nl: Faceboek Reacties
pt_pt: Facebook Fazer Comentários
ru_ru: лицо книга Комментарии
tr: Facebook'a Yorumlar
zh_cn: Facebook 评论

source: Social Sharing
ar: التقاسم الاجتماعية
de_de: Soziale Gemeinsame Nutzung
fi_fi: sosiaalinen jakaminen
fr_fr: sociale partage
he_il: חברתי שיתוף
it_it: Condivisione Sociale
nl_nl: sociale delen
pt_pt: sociais compartilhando
ru_ru: социальный - разделение
tr: sosyal Paylaşım
zh_cn: 社会共享

source: Image Title
ar: عنوان الصورة
de_de: Bild Titel Eine
fi_fi: kuva-otsikko
fr_fr: l'image titre
he_il: הכותרת תמונה
it_it: Immagine titolo
nl_nl: beeld Titel
pt_pt: Título de Imagem
ru_ru: Изображение Название
tr: Görüntü -Başlık
zh_cn: 形象题名

source: Image Description
ar: الصورة الوصف
de_de: Bild -Artikelbezeichnung
fi_fi: kuvan kuvaus
fr_fr: l'image Description du
he_il: הדימוי תיאור
it_it: Immagine Descrizione del
nl_nl: afbeelding Omschrijving
pt_pt: descrição da imagem
ru_ru: Описание картинки
tr: Görüntüsü Açıklaması
zh_cn: 形象-描述

source: Front - End Layout Settings
ar: الجبهة إعدادات تخطيط النهاية
de_de: Vorne - Ende Layout-Einstellungen
fi_fi: julkisivu-loppua asettelu-asetuksia
fr_fr: front bout mise en page réglages
he_il: מול- סוף הגדרות פריסת
it_it: Anteriore - Fine Impostazioni layout
nl_nl: Voorkant-einde opmaak de instellingen
pt_pt: Frente - Fim de layout Configurações
ru_ru: Передняя - Конец планировка настройки
tr: Ön - sonu Mizanpaj Ayarları
zh_cn: 前面- 结束布局设置

source: Text for Back Button
ar: نص -عن ظهر زر
de_de: Text gestaltbar für die Hinterer Knopf
fi_fi: Teksti tuoteryhmälle Takaisin-painike
fr_fr: Texte pour bouton arrière
he_il: הטקסט עבור ללחצן חזרה
it_it: Testo per il pulsante Indietro
nl_nl: Tekst vanwege Terug knop
pt_pt: texto para Botão Voltar
ru_ru: Текст - для кнопки назад
tr: Geri Düğmesi için Metin
zh_cn: 文本对于-后退按钮

source: Button Color
ar: زر لون
de_de: Taste -Farbe
fi_fi: Painike-värin
fr_fr: bouton de la couleur
he_il: לחצן צבע
it_it: Pulsante- Colore
nl_nl: knop-Kleur
pt_pt: Cor do botão
ru_ru: kнопка Цвет
tr: Düğme- Renk
zh_cn: 按钮颜色

source: Button Text Color
ar: زر لون النص
de_de: Knopftextfarbe
fi_fi: painike Tekstin väri
fr_fr: Bouton de la couleur du texte
he_il: צבע טקסט לחצן
it_it: Pulsante Colore testo
nl_nl: knop Tekstkleur
pt_pt: Botão Cor do texto
ru_ru: Кнопка Цвет текста
tr: Düğme Metin Rengi
zh_cn: 按钮-文本颜色

source: Album Seperator
ar: البوم المفرق
de_de: das Album Trennzeichen
fi_fi: Albumi Separaattorin
fr_fr: l'album séparateur
he_il: אלבום מפריד
it_it: sull'album Seperator
nl_nl: album zijn Seperator
pt_pt: do Álbum Separador de
ru_ru: альбомов сепаратор
tr: Albüm Seperatörü
zh_cn: 相簿分离器

source: Pagination Settings for Images
ar: ترقيم الصفحات إعدادات عن صور خاصة ب
de_de: Paginierung Einstellungen Für Bildern
fi_fi: sivutus kuvien asetukset
fr_fr: Paramètres de pagination pour des images
he_il: הגדרות עימוד עבור דימויים
it_it: Impostazioni di sulla paginazione per Immagini di
nl_nl: paginering-instellingen voor het Afbeeldingen
pt_pt: paginação Página Configurações para Imagens
ru_ru: настройки пагинации для изображений
tr: Görüntüler için Sayfalandırma Ayarları
zh_cn: 的分页的设置- 对于-影像

source: Paging
ar: ترحيل الصفحات
de_de: Seitennummerierung
fi_fi: henkilöhaku
fr_fr: radiomessagerie
he_il: דפוף
it_it: cercapersone
nl_nl: pagineren-
pt_pt: de Paginação
ru_ru: пейджинг
tr: Sayfala
zh_cn: 分页

source: No. of Images Per Page
ar: عدد صور خاصة ب لكل صفحة
de_de: Anzahl der Bilder pro Seite
fi_fi: Numero-Kuvien määrä per sivu
fr_fr: Nombre d'images Par la page
he_il: מס של תמונות לעמוד
it_it: Numero di immagini per pagina
nl_nl: Aantal beelden per pagina
pt_pt: Número de imagens por página
ru_ru: Кол-во изображений на страницу
tr: Sayfa Başına Görüntüler Sayısı
zh_cn: 数每页影像

source: Slide Show Settings
ar: الشرائح عرض إعدادات
de_de: Diaschau-Einstellungen
fi_fi: Dia Näytä asetusten
fr_fr: Paramètres du diaporama
he_il: הגדרות הצגת שקופיות
it_it: Impostazioni diapositive
nl_nl: Schuif BEKIJK Berichten Instellingen
pt_pt: Slide Show Configurações
ru_ru: слайд шоу настройки
tr: Slayt Gösterisi Ayarları
zh_cn: 幻灯片播放的设置

source: Auto Play
ar: السيارات اللعب
de_de: Autom-abspielen
fi_fi: Automaattinen toisto
fr_fr: automobiles jouer
he_il: הפעלה אוטומטית'
it_it: Riproduzione automatica
nl_nl: Automatisch afspelen
pt_pt: Auto Jogar
ru_ru: Авто Играть
tr: Otomatik Oynat
zh_cn: 自动-播放

source: Interval
ar: الفاصل الزمني
de_de: intervall
fi_fi: aikaväli
fr_fr: intervalle
he_il: הֲפוּגָה
it_it: intervallo
nl_nl: tussenpoos
pt_pt: intervalo
ru_ru: интервал
tr: aralık
zh_cn: 间隔

source: Language Direction Settings
ar: لغة اتجاه- اعدادات
de_de: Sprache-Richtung-Einstellungen
fi_fi: Kieli suunnan-asetusten
fr_fr: Direction de la langue Réglages de
he_il: הגדרות כיוון שפה
it_it: Lingua -direzione Impostazioni
nl_nl: Taal Richtinginstellingen
pt_pt: Língua Direção Configurações
ru_ru: Язык Направление Настройки
tr: Dil Yönü - Ayarlarını
zh_cn: 语种-方向的-设置

source: Language Direction
ar: اتجاه اللغة
de_de: Sprachrichtungen hin
fi_fi: Kieli suunnan
fr_fr: langue direction de
he_il: הכיוון שפה
it_it: lingua Direzione
nl_nl: taal Richting
pt_pt: Idioma Direção
ru_ru: Язык Направление
tr: Dil Yönü
zh_cn: 语种方向的

source: Video Thumbnails
ar: الفيديو مصغرات
de_de: Video Miniaturansichten
fi_fi: Videon pikkukuvien
fr_fr: vidéo vignettes
he_il: וידאו תמונות ממוזערות
it_it: video di miniature
nl_nl: de video Miniaturen
pt_pt: Miniaturas do vídeo
ru_ru: bидео Миниатюры
tr: Video Kük Resimleri
zh_cn: 视频缩略图

source: Video Thumbnail Path
ar: الفيديو المصغرات الدرب
de_de: Video Vorschaubild Pfad
fi_fi: Videon Pikkukuva Polku
fr_fr: Vignette Video chemin
he_il: וידאו ממוזערת נתיב
it_it: Video di miniature Sentiero
nl_nl: Videominiatuur Weg van
pt_pt: miniaturas do vídeo caminho
ru_ru: Видео Миниатюра пути
tr: Video küçültülmüş hali -Yolunu
zh_cn: 视频缩略图-路径

source: Enter your Video Thumbnail Url
ar: إدخال بك الفيديو صورة مصغرة Url
de_de: Geben Sie ihre Videominiatur URL
fi_fi: Anna sinun Videon Pikkukuva Url
fr_fr: Saisissez votre vidéo imagette Url
he_il: הזן שלך וידאו תמונה ממוזערת URL
it_it: Immettere il vostro le video di miniature URL
nl_nl: Invoeren uw Videominiatuur Url
pt_pt: entrar seu do vídeo miniatura Url
ru_ru: Введите ваше видео миниатюрами Url
tr: giriniz --sizin Video küçültülmüş hali URL
zh_cn: 输入您的-视频缩略图网址

source: Upload Video Thumbnail
ar: تصل- حمولة فيديو تصغير
de_de: Video hochladen Miniaturbild
fi_fi: ylöspäin kuormitus-Video Pikkukuva
fr_fr: Téléchargez une la Vidéo imagette
he_il: העלאת וידאו ממוזערת
it_it: Carica Video miniature
nl_nl: Uploaden VIDEO Miniatuurafbeelding
pt_pt: Fazer upload do Vídeo Miniatura
ru_ru: Загрузить видео Миниатюра
tr: Video Gönder küçültülmüş hali
zh_cn: 上传视频缩略图

source: Are you sure you want to restore settings?
ar: هل أنت متأكد من أنك تريد استعادة الإعدادات؟
de_de: Sind Sie sicher, Sie wollen zu Wiederherstellen von Einstellungen?
fi_fi: Oletko varma, että haluat palauttamiseksi asetuksia?
he_il: האם אתה בטוח שאתה רוצה לשחזר את ההגדרות?
it_it: Sei sicuro di voler di ripristinare le impostazioni?
nl_nl: Weet u zeker dat u wilt wilt herstellen instellingen?
pt_pt: Você tem certeza que quer restaurar as configurações?
tr: Eğer ayarları geri yüklemek istediğinizden emin mis?
zh_cn: 您确定要恢复设置？

source: Purchase Pro Version
fr_fr: Achat la Pro version de
ru_ru: Покупка - Pro версию

source: Short-Codes
fr_fr: Courts-codes
ru_ru: Короткие-коды

source: (Available in Premium Versions)
fr_fr: (Disponible dans les versions prime)
ru_ru: (Доступных в Премиум версиях)

source: This feature is only available in Paid Premium Version!
fr_fr: Cette fonction est disponible uniquement en payante Prime Version de!
ru_ru: Эта особенность -только доступна - в- платной премиум-версию!

source: Date
fr_fr: la date
ru_ru: дата

source: Gallery Bank Pricing
fr_fr: Gallery Bank tarification
ru_ru: Галеры Bank Ценообразование

source: (Premium Feature available in Paid Version)
ru_ru: (Премиум особенность доступный в оплаченный версия)

source: This Feature is only available in Paid Premium Version!
fr_fr: Cette fonction est disponible uniquement en payante Prime Version de!
ru_ru: Эта особенность только доступна в платной премиум-версию!

source: Gallery Bank Short-Codes
fr_fr: Gallery Bank Code court
ru_ru: Галеры Bank Короткие-коды

source: How to setup Short-Codes for Gallery Bank into your WordPress Page/Post?
fr_fr: Comment installer court codes pour Bank Gallery dans votre WordPress la page / poste?
ru_ru: Как установить короткого коды для Gallery Bank в вашем WordPress страница / Post?
