Repository: wp-plugins/gallery-bank
Catalog: lang/gallery-bank-*.po
Languages: ar, de_de, fi_fi, fr_fr, he_il, it_it, nl_nl, pt_pt, ru_ru, tr, zh_cn

source: Are you sure you want to delete this Image?
ar: هل أنت متأكد أنك تريد حذف هذه الصورة؟
de_de: Sind Sie sicher, dass Sie dieses Bild wirklich löschen?
fi_fi: Oletko varma, että haluat poistaa tämän kuvan?
fr_fr: Etes-vous sûr de vouloir supprimer cette l'image?
he_il: האם אתה בטוח שברצונך למחוק את התמונה הזאת?
it_it: Sei sicuro di voler cancellare questa immagine?
nl_nl: Weet u zeker dat u deze afbeelding wilt verwijderen?
pt_pt: Tem certeza de que quer apagar essa imagem?
ru_ru: Вы уверены, что хотите это удалить Изображения?
tr: mısınız eğer bu silmek istediğinizden emin görüntü ?
zh_cn: 您确定要删除这个形象？

source: Are you sure you want to delete these Images?
ar: هل أنت متأكد أنك تريد حذف هذه الصور صور؟
de_de: Sind Sie sicher, dass Sie diese Bildern löschen?
fi_fi: Oletko varma, että haluat poistaa nämä kuvat?
he_il: האם אתה בטוח שברצונך למחוק את דימויים האלה?
it_it: Sei sicuro di voler eliminare queste Immagini di?
nl_nl: Weet u zeker dat u deze afbeeldingen verwijderen?
pt_pt: Tem certeza de que deseja excluir essas imagens?
tr: Eğer bu görüntüleri silmek istediğinizden emin mısınız?
zh_cn: 阿勒您确定要删除这些图像的？

source: Album Preview
ar: ألبوم معاينة
de_de: das Album Vorschau
fi_fi: Albumiin-Esikatselukuva
fr_fr: l'album Avant-première
he_il: האלבום תצוגה מקדימה
it_it: sull'album-Anteprima
nl_nl: album Voorluisteren
pt_pt: do Álbum visualização
ru_ru: альбомов Предварительный
tr: Albüm etiket- Önizleme
zh_cn: 专辑试听

source: Please Choose
ar: الرجاء اختيار
de_de: Bitte Wähle
fi_fi: ole hyvä valitse
fr_fr: s'il vous plaît Choisissez
he_il: אנא בחר
it_it: Fai la scelta
nl_nl: Maak keuze
pt_pt: Por favor Escolher
ru_ru: Выберите, пожалуйста,
tr: Lütfen Seçiniz
zh_cn: 请选择

source: Re-Order Albums
ar: اعادة- رسالة طلب الالبومات
de_de: Der Neuordnungs Alben
fi_fi: Vs-kertaluvun albumit
fr_fr: Ré-ordre d'albums
he_il: מחדש להזמין אלבומים
it_it: Re-Ordine sull'album
nl_nl: Opnieuw-Orde Albums Er
pt_pt: de Re - Ordem Álbuns
ru_ru: Re-Заказать Альбомов
tr: Albümleri yeniden sıralayın
zh_cn: 重新排序相册

source: Update Order
ar: التحديث رسالة طلب
de_de: Aktualisierung Bestellen
fi_fi: Päivitä järjestys
fr_fr: Mise à jour Ordre
he_il: עדכון להזמין
it_it: Aggiorna Ordine
nl_nl: bijwerken-bestellen
pt_pt: Actualização Encomendar
ru_ru: Обновить для заказа
tr: Güncelleme -Sipariş
zh_cn: 更新订购

source: Sorting Order has been updated.
ar: الفرز إشتراك بالدفع وقد تم تحديث
de_de: Sortierung bestellen wurde aktualisiert.
fi_fi: lajittelu-Tilauksen on päivitetty.
fr_fr: L'ordre de tri a été mis à jour.
he_il: סדר מיון כבר מעודכן.
it_it: Ordinamento Ordine è stato aggiornato.
nl_nl: Sorteervolgorde Als is geupdated.
pt_pt: Classificando Encomendar foi atualizado.
ru_ru: сортировки - Заказать имеет был обновляется.
tr: Genel Sıralama Sipariş güncellendi sahip olmuştur.
zh_cn: 分拣 秩序有一直 更新。

source: Dashboard - Gallery Bank
ar: لوحة القيادة - Gallery Bank
de_de: Armaturenbrett -Gallery Bank
fi_fi: Kojelautaan - Gallery-Bank
fr_fr: Tableau de bord - Gallery bank
he_il: לוח מחוונים- Gallery Bank
it_it: Plancia - che Gallery- Bank
nl_nl: Dashboard plaatsen en - Gallery Bank
pt_pt: Painel de instrumentos - Gallery bank
ru_ru: Приборная панель - Gallery Bank
tr: Panosu - Gallery Bank
zh_cn: 仪表板 - Gallery Bank

source: Delete All Albums
ar: حذف جميع الالبومات
de_de: Lösche- aller Alben
fi_fi: poistaminen-kaikki albumit
fr_fr: Supprim tous d'albums
he_il: מחיקה כל האלבומים
it_it: Elimina tutti gli album
nl_nl: doorhalen alle Albums Er
pt_pt: em Excluir Todos os álbuns
ru_ru: Удалить все Альбомы
tr: Tüm Albümleri Sil'i
zh_cn: 删除所有相册

source: Purge Images & Albums
ar: تطهير صور خاصة ب و ألبومات
de_de: Purge Bilder und Alben
fi_fi: Purge Kuvat ja n albumit
fr_fr: purge des images et les albums
he_il: טהר דימויים ואלבומים
it_it: Purga Immagini & Albumi
nl_nl: Purge Afbeeldingen & Albums Er
pt_pt: Purga as Imagens e Álbuns
ru_ru: продувочного изображений и Альбомов
tr: Purge Görüntüler ve Albümler
zh_cn: 吹扫图像及相册

source: Restore Factory Settings
ar: استعادة إعدادات المصنع
de_de: Werkseinstellungen wiederherstellen
fi_fi: Palauttaa Tehdasasetukset
fr_fr: Restaurer les paramètres d'usine
he_il: שחזור הגדרות יצרן
it_it: Ripristina impostazioni di fabbrica
nl_nl: Fabrieksinstellingen terugzetten
pt_pt: Restaurar configurações de fábrica
ru_ru: Восстановление заводских настроек
tr: Fabrika Ayarlarını Geri Yükleme
zh_cn: 恢复出厂设置

source: Existing Albums Overview
ar: الموجودة- ألبومات نظرة عامة
de_de: Bestehende Alben Übersicht
fi_fi: Olemassa olevat n albumit yleiskatsaus
fr_fr: existantes les albums Vue générale
he_il: אלבומים קיימים הסקירה הכללית
it_it: esistenti Albumi Panoramica
nl_nl: Bestaande Albums Er Overzicht
pt_pt: existente Álbuns Visão geral
ru_ru: Существующие Альбомы Обзор
tr: Varolan - Albümleri Bakış
zh_cn: 现有-相册-概述

source: Total Images
ar: مجموع صور خاصة ب
de_de: Bilder gesamt
fi_fi: Yhteensä Kuvat
fr_fr: totale de des images
he_il: סה"כ דימויים
it_it: Totale Immagini di
nl_nl: totale Beelden
pt_pt: totais as Imagens
ru_ru: Всего изображений
tr: Toplam Görüntüler
zh_cn: 共有图像的

source: Date of Creation
ar: التسجيل من خلق
de_de: Datum der Schöpfung
fi_fi: Luontiajankohtia
he_il: תאריך הבריאה
it_it: Data di creazione
nl_nl: Datum van de Schepping
pt_pt: Data de Criação
tr: Yaratılış Eklenme Tarihi
zh_cn: 日期 中 创作

source: Preview Album
ar: معاينة- الألبوم
de_de: Vorschau Alben
fi_fi: Esikatselukuva-albumiin
fr_fr: Aperçu l'album
he_il: תצוגה מקדימה של- האלבום
it_it: Anteprima - sull'album
nl_nl: voorvertoning album zijn
pt_pt: do Álbum visualização
ru_ru: Предварительный - альбомов
tr: Önizleme - Albüm
zh_cn: 预览 -专辑

source: Edit Album
ar: تعديل الألبوم
de_de: Album bearbeiten
fi_fi: Muokkaa albumin
fr_fr: Editer l'album
he_il: עריכת אלבום
it_it: Modifica sull'album
nl_nl: Album bewerken
pt_pt: Editar álbum
ru_ru: Редактировать альбомов
tr: Albüm Düzenle
zh_cn: 编辑相簿

source: Re-Order Images
ar: اعادة إشتراك بالدفع صور خاصة ب
de_de: Der Neuordnungs Bildern
fi_fi: Vs-kertaluvun Budjettikuvat
fr_fr: Re-commander les images
he_il: דימויים מחדש להזמין
it_it: Re-Ordine Immagini di
nl_nl: Opnieuw-bestellen Afbeeldingen
pt_pt: Re-Ordem imagens
ru_ru: ре-Заказать фотоизображения
tr: yeniden sıralayın -Görüntüler
zh_cn: 重新排序影像

source: Delete Album
ar: حذف الألبوم
de_de: Albumlöschen
fi_fi: Poistaaalbumi
fr_fr: Supprimer l'album
he_il: מחיקת האלבום
it_it: Elimina sull'album
nl_nl: Album verwijderen
pt_pt: excluir do Álbum
ru_ru: Удалить Aльбом
tr: Albüm etiket Sil'i
zh_cn: 删除相册

source: Are you sure you want to delete this Album?
ar: هل أنت متأكد أنك تريد حذف هذا الألبوم؟
de_de: Sind Sie sicher, dass Sie dieses des Albums löschen?
fi_fi: Oletko varma, että haluat poistaa tämän Albumiin?
fr_fr: Etes-vous sûr de vouloir supprimer cet album?
he_il: האם אתה בטוח שברצונך למחוק את האלבום הזה?
it_it: Sei sicuro di voler eliminare questo sull'album?
nl_nl: Weet je zeker dat je dit album wilt verwijderen?
pt_pt: Tem certeza de que deseja excluir este álbum de?
ru_ru: Вы уверены, что хотите удалить этот альбомов?
tr: Eğer Bu Albümü silmek istediğinizden emin mısınız?
zh_cn: 您确定要删除这个相簿吗？

source: Are you sure you want to delete all Albums?
ar: هل أنت متأكد أنك تريد حذف جميع الالبومات؟
de_de: Sind Sie sicher, dass Sie alle Alben löschen?
fi_fi: Oletko varma, että haluat poistaa kaikki Albumit?
he_il: האם אתה בטוח שברצונך למחוק את כל האלבומים?
it_it: Sei sicuro di voler eliminare tutti gli Album?
nl_nl: Weet u zeker dat u wilt alle Albums- verwijderen?
pt_pt: Tem certeza de que deseja excluir todos álbuns?
tr: Eğer silmek istediğinizden emin mısınız tüm -Albümleri?
zh_cn: 您确定要删除所有相册？

source: Are you sure you want to Restore Factory Settings?
ar: هل أنت متأكد أنك تريد استعادة إعدادات المصنع؟
de_de: Sind Sie sicher, dass Sie wollen Werkseinstellungen wiederherstellen?
fi_fi: Oletko varma, että haluat Palauttaa Tehdasasetukset?
he_il: האם אתה בטוח שאתה רוצה לשחזר את הגדרות היצרן?
it_it: Sei sicuro di voler ripristinare le impostazioni di fabbrica?
nl_nl: Weet u zeker dat u wilt terugzetten fabrieksinstellingen?
pt_pt: Você tem certeza que quer restaurar configurações fábrica?
tr: mısınız Sen etmek istediğinizden emin Fabrika Ayarlarını Geri Yükleme?
zh_cn: 您确定要恢复出厂设置？

source: Are you sure you want to Purge all Images & Albums?
ar: هل أنت متأكد أنك تريد تطهير جميع الصور وألبومات؟
de_de: Sind Sie sicher Sie wollen Purge Alle Bilder & Alben?
fi_fi: Oletko varma, että haluat tyhjennyskohdan Kaikki Kuvat ja n albumit?
he_il: האם אתה בטוח שאתה רוצה לטהר את כל דימויים ואלבומים?
it_it: Sei sicuro di voler Purga tutte le immagini e Albumi?
nl_nl: Weet u zeker dat u wilt Purge alle Afbeeldingen & Albums Er?
pt_pt: São você certo você querer para purga tudo as imagens e Álbuns?
tr: mısınız sen- emin istemek Purge Tüm Görüntüleri & Albümleri?
zh_cn: 您确定要吹扫所有的图像及相册？

source: Update Album
ar: قم بتحديث الألبومات
de_de: Album aktualisieren
fi_fi: Päivitä albumi
fr_fr: mise à jour l'album
he_il: עדכון - אלבום
it_it: Aggiorna-sull'album
nl_nl: Aanpassen Album
pt_pt: do Álbum Actualização
ru_ru: Обновить альбомов
tr: Güncelleme- Albüm
zh_cn: 更新相册

source: Album Updated. Kindly wait for the redirect to happen.
ar: ألبوم التحديث. التكرم انتظر لإعادة التوجيه أن يحدث.
de_de: des Albums Aktualisiert . Bitte warten Sie, bis die Umleitung passieren.
fi_fi: Albumiin päivitetty. Ystävällisesti odottamaan uudelleenohjaus kohteeseen tapahtuu.
fr_fr: l'album mis à jour . Veuillez attendre que la redirection se produise.
he_il: אלבום עדכון . חביב לחכות לנתב מחדש לקרות.
it_it: sull'album -Aggiornato. Si prega di attendere per il reindirizzamento a accada.
nl_nl: album zijn-bijgewerkt. Vriendelijk wachten op de omleiden te gebeuren.
pt_pt: de álbum de atualizados. Por favor, espere o redirecionamento para acontecer.
ru_ru: альбомов -Обновлено. Добросердечно ждать для переадресовывать к произойдет.
tr: Albüm - Güncellendi .Yeniden yönlendirme gerçekleşmesi için lütfen bekleyin.
zh_cn: 相簿更新-敬请等待对于-重定向- 至-发生。

source: Get System Report
ar: الحصول نظام تقرير
de_de: Holen Systembericht
fi_fi: Hanki - Järjestelmäraportti
fr_fr: Obtenez Système -Dénoncez les
he_il: מקבלים דוח המערכת
it_it: Prendi Resoconto sistemi
nl_nl: Krijgen Systeemrapport
pt_pt: Obtenha Relatório do Sistema
ru_ru: Получить -системы-отчетов-
tr: Sistem raporu alın
zh_cn: 获取系统报告

source: Close System Report
ar: قريبة تقرير النظام
de_de: Schliessen Systembericht
fi_fi: Sulje Järjestelmäraportti
fr_fr: Fermer Système Signaler un
he_il: לסגור דו"ח מערכת
it_it: Chiudi Resoconto sistemi
nl_nl: Sluiten Systeemrapport
pt_pt: Fechar Relatório do Sistema
ru_ru: Закрыть Системный отчет
tr: Kapat Sistemi Raporu
zh_cn: 关闭系统报告

source: Default
ar: الافتراضي
de_de: Voreinstellung
fi_fi: oletusarvo
fr_fr: Valeur par défaut
he_il: ברירת מחדל
it_it: predefinito
nl_nl: verzuim
pt_pt: predefinição
ru_ru: дефолт
tr: öntanımlı
zh_cn: 默认

source: Gallery Bank Documentation
ar: Gallery Bank توثيق
de_de: Gallery Bank-Documenta
fi_fi: Gallery Bank Dokumentaatio
he_il: Gallery-Bank תיעוד
it_it: Gallery-Bank Documentazione
nl_nl: Gallery Bank Documentatie
pt_pt: Gallery- Bank Documentação
tr: Gallery Bank Dokümantasyon
zh_cn: Gallery Bank文档资料

source: Gallery Bank Licensing Module
ar: Gallery Bank الترخيص الوحدة النمطية
de_de: Gallery Bank-Lizenzierung-Modul
fi_fi: Gallery Bank Lisensointi moduuli
he_il: Gallery-Bank רישוי מודול
it_it: Gallery-Bank licenza-modulo
nl_nl: Galerij Bank LicentiÃ«ring Module
pt_pt: Gallery Bank- Licenciamento de Módulo
tr: Gallery Bank Lisanslama Modülü
zh_cn: Gallery Bank发牌模块

source: Success! Settings have been updated.
ar: النجاح! تم تحديث الإعدادات.
de_de: Erfolg! Einstellungen wurden aktualisiert.
fi_fi: Onnistui! Asetukset on päivitetty.
he_il: הצלחה! הגדרות עודכנו.
it_it: Successo! Le impostazioni sono state aggiornate.
nl_nl: Welslagen! Instellingen zijn geactualiseerd.
pt_pt: Sucesso!configurações foram atualizadas.
tr: Başarı! Ayarlar olmuştur güncellendi.
zh_cn: 成功！设置已更新。

source: Update
ar: التحديث
de_de: Aktualisieren
fi_fi: Päivitä
he_il: לעדכן
it_it: Aggiorna
nl_nl: bijwerken
pt_pt: Atualização
tr: güncelleyin
zh_cn: 更新

source: Restore Settings
ar: استعادة إعدادات
de_de: Wiederherstellen- Einstellungen
fi_fi: palauttamiseksi-Asetuksia
he_il: שחזור הגדרות
it_it: Ripristina impostazioni
nl_nl: Instellingen herstellen
pt_pt: restaurar Configurações de
tr: Geri Yükleme Ayarları
zh_cn: 恢复设置

source: Update Settings
ar: قم بتحديث إعدادات
de_de: Aktualisierung-Einstellungen
fi_fi: Päivitä asetukset
fr_fr: Mettre à jour les paramètres
he_il: הגדרות עדכון
it_it: Impostazioni di aggiornamento
nl_nl: instellingen bijwerken
pt_pt: Configurações de Atualização
ru_ru: Настройки Обновить
tr: güncelleme Ayarları
zh_cn: 更新设置

source: Settings has been updated.
ar: وقد تم تحديث الإعدادات.
de_de: Einstellungen hat gewesen aktualisiert.
fi_fi: asetuksia on ollut päivitetty.
he_il: הגדרות עודכנו.
it_it: Impostazioni è stato aggiornato.
nl_nl: Berichten Instellingen is geupdated.
pt_pt: Configurações foi atualizado.
tr: Ayarlar sahip olmuştur güncellendi.
zh_cn: 设置一直更新。

source: Success! Settings have been restored.
ar: النجاح! الإعدادات قد تم استعادة
de_de: Erfolg! Einstellungen wurden wiederhergestellt.
fi_fi: Onnistui!Asetukset on ollut palautettu.
he_il: הצלחה! הגדרות שוחזרו.
it_it: Successo! Impostazioni sono stati restaurati.
nl_nl: Succes van! Berichten Instellingenhebben geweest hersteld.
pt_pt: Sucesso! configurações de ter sido restaurado.
tr: Başarı! Ayarlar olmuştur restore edilmiş.
zh_cn: 成功！的设置-一直经恢复。

source: Thumbnail Settings
ar: إعدادات الصورة المصغرة
de_de: MiniaturbildEinstellungen
fi_fi: Pikkukuva asetuksia
fr_fr: Paramètres Vignette
he_il: הגדרות תמונה ממוזערת
it_it: Impostazioni miniature
nl_nl: Miniatuurafbeelding Berichten Instellingen
pt_pt: Configurações Miniatura
ru_ru: Миниатюра Настройки
tr: küçültülmüş hali Ayarları
zh_cn: 缩略图的设置

source: Thumbnail Size
ar: المصغرات حجم
de_de: Daumennagel-Größe
fi_fi: Pikkukuva Koko
fr_fr: Taille des vignettes
he_il: גודל תמונה ממוזערת
it_it: Dimensioni miniature
nl_nl: Miniatuurgrootte
pt_pt: Tamanho da Miniatura
ru_ru: Миниатюра Размер
tr: küçültülmüş hali Boyutu
zh_cn: 缩略-尺寸

source: Original
ar: أصلي
de_de: Ursprüngli
fi_fi: alkuperäinen
fr_fr: d'origine
he_il: מקורי
it_it: originale
nl_nl: origineel
pt_pt: originais
ru_ru: исходном
tr: Orjinal
zh_cn: 原

source: Custom
ar: عرف
de_de: Benutzerdefinierte
fi_fi: mukautetun
fr_fr: coutume
he_il: מנהג
it_it: consuetudine
nl_nl: aangepaste
pt_pt: personalizado
ru_ru: Пользовательские
tr: görenek
zh_cn: 习俗

source: Opacity
ar: عتامة
de_de: Opazität
fi_fi: sameus
fr_fr: opacité
he_il: אטימות
it_it: di opacità
nl_nl: opaciteit
pt_pt: opacidade
ru_ru: непрозрачность
tr: Opasite
zh_cn: 不透明度

source: Border Size
ar: الحدودية الحجم
de_de: Rahmengröße
fi_fi: reunusta-Koko
fr_fr: frontaliers Taille
he_il: הגבול - גודל
it_it: Bordo Dimensione
nl_nl: Randgrootte
pt_pt: da beira Tamanho
ru_ru: Размер пограничной
tr: Kenarlık Boyutu
zh_cn: 边框大小

source: Border Radius
ar: الحدودية نصف القطر
de_de: Grenz Umkreis von
fi_fi: reunusta Säde
fr_fr: frontaliers rayon
he_il: הגבול רדיוס
it_it: Bordo -Raggio
nl_nl: grens spaakbeen
pt_pt: da beira por raio
ru_ru: пограничной радиус
tr: Kenarlık- Yarıçap
zh_cn: 边界的-半径为

source: Border Color
ar: الحدودية لون
de_de: Rand-Farbe
fi_fi: reunusta värin
fr_fr: frontaliers en couleur
he_il: צבע גבול
it_it: Colore del bordo
nl_nl: grens Kleur
pt_pt: Cor da margem
ru_ru: выделяющий цвет
tr: Kenarlık Rengi
zh_cn: 边框颜色

source: Margin Between Images
ar: الهوامش بين صور خاصة ب
de_de: Marge Zwischen bildern
fi_fi: Marginaali-välisen Budjettikuvat
fr_fr: Marge entre les images
he_il: שוליים בין דימויים
it_it: Margine tra Immagini di
nl_nl: Marge tussen Afbeeldingen
pt_pt: Margem entre as imagens
ru_ru: Маржа между изображениями
tr: Görüntüler Arası Marjı
zh_cn: 余量- 之间影像

source: Text Color
ar: لون النص
de_de: Textfarbe
fi_fi: tekstin väri
fr_fr: Texte en Couleur
he_il: צבע טקסט
it_it: Colore Testo
nl_nl: tekst Kleur
pt_pt: Cor do texto
ru_ru: Подпись под аватаром цветовой
tr: Metin Rengi
zh_cn: 文字颜色

source: Text-Align
ar: النص محاذاة
de_de: Text gestaltbar Richten Sie
fi_fi: Teksti-Kohdista
fr_fr: texte-aligner
he_il: טקסט יישור
it_it: Testo- allineamento
nl_nl: Tekst-uitlijnen
pt_pt: texto - alinhar
ru_ru: аватаром-Совместите
tr: Metin hizalayın
zh_cn: 文本-对准

source: Font-Family
ar: الخط بين أفراد الأسرة
de_de: schriftart Familie
fi_fi: Fonti -Perhe
fr_fr: police-famille
he_il: גופן משפחתי
it_it: Famiglia di caratteri
nl_nl: doopvont- Gezin
pt_pt: fonte - família
ru_ru: Семейство шрифтов
tr: Yazı tipi Aile
zh_cn: 字体家人

source: Heading Font-Size
ar: يتوجه حجم الخط
de_de: Unterwegs Schrift-Größe
fi_fi: Nimike Fontin-Koko
fr_fr: rubriques Taille de la police
he_il: גופן בגודל שבפרט
it_it: Rubrica Font-Dimensione
nl_nl: Bedoeld bij post Lettergrootte
pt_pt: Heading Fonte - tamanho
ru_ru: Товарной позиции pазмера шрифта
tr: baş kısım Yazı tipi boyut
zh_cn: 打头-字体大小

source: Text Font-Size
ar: النص حجم الخط
de_de: Text gestaltbar Schrift-Größe
fi_fi: Teksti Fontin-Koko
fr_fr: Texte polices Taille
he_il: טקסט בגודל גופן
it_it: Testo Font-Dimensione
nl_nl: Tekst doopvont-Grootte
pt_pt: Fonte de Texto - tamanho
ru_ru: Шрифт текста-pазмер
tr: Metin Yazı tipi -Boyut
zh_cn: 文本字体大小

source: Description Length
ar: وصف طول
de_de: Beschreibung Länge
fi_fi: kuvaus-pituus
fr_fr: Description du Longueur
he_il: תיאור אורך
nl_nl: Omschrijving Lengte
pt_pt: Descrição Comprimento
ru_ru: Описание Длина
tr: Tanım Uzunluk
zh_cn: 描述长度

source: Album Cover Settings
ar: غلاف الألبوم إعدادات
de_de: des Albums abdeckung einstellungen
fi_fi: Albumiin Kansi asetuste
fr_fr: l'album de couverture réglages
he_il: הגדרות -עטיפת אלבום
it_it: dell'album Copertina Impostazioni
nl_nl: Albumhoes Berichten Instellingen
pt_pt: Álbum configurações capa
ru_ru: Альбом настройки крышки
tr: Albüm Kapak Ayarları
zh_cn: 相簿封面-的设置

source: Cover Size
ar: غطاء الحجم
de_de: Abdeckung Baugrösse
fi_fi: Kansi Koko
fr_fr: de couverture Taille
he_il: כיסוי גודלו
it_it: Dimensione copertina
nl_nl: dekking Grootte
pt_pt: Tamanho da capa
ru_ru: Обложка Размер
tr: Kapak- Boyut
zh_cn: 封面尺寸

source: Margin Between Albums
ar: الهوامش بين ألبومات
de_de: Marge Zwischen Alben
fi_fi: Marginaali-albumien välillä
fr_fr: Marge Entre d'albums
he_il: שוליים בין אלבומים
it_it: Margine tra Albumi
nl_nl: Marge tussen Albums Er
pt_pt: Margem entre os álbuns
ru_ru: Маржа между альбомами
tr: marj Albümleri Arasındaki
zh_cn: 余量-间 -相册

source: Text for Album Click
ar: نص ل البوم- نقرة
de_de: Text gestaltbar für des Albums Klicken
fi_fi: Teksti varten- Album-Klikkaa
fr_fr: Texte pour l'album clic
he_il: הטקסט עבור האלבום להקליק
it_it: Testo per sull'album clicca
nl_nl: Tekst vanwege album-Klik
pt_pt: de texto para a álbum clique
ru_ru: Текст для - Альбом Щелкните
tr: Metni görüntüle için - Albüm - tık
zh_cn: 文字对于-相簿单击

source: Filter Settings
ar: مرشح إعدادات
de_de: Filter- Einstellungen
fi_fi: suodattime-asetuksia
fr_fr: le Filtre réglages
he_il: הגדרות מסננים
it_it: Filtro - Impostazioni
nl_nl: filteren De Berichten Instellingen
pt_pt: Configurações de filtro
ru_ru: фильтр настройки
tr: filtre Ayarları
zh_cn: 过滤器设置

source: Filters
ar: مرشحات
de_de: Filtrieren
fi_fi: Suodattimet
fr_fr: les filtres
he_il: מסננים
it_it: filtri
nl_nl: uitgevoerd Filters
pt_pt: filtros
ru_ru: Фильтры
tr: Süzgeçler
zh_cn: 筛选器

source: Enable
ar: تمكين
de_de: Ermöglichen
fi_fi: mahdollistaa
fr_fr: Activez
he_il: לאפשר
it_it: Abilita
nl_nl: in staat stellen
pt_pt: possibilitar
ru_ru: давать возможность
tr: Etkinleştirin
zh_cn: 启用

source: Disable
ar: تعطيل
de_de: Deaktivieren Sie
fi_fi: poista käytöstä
fr_fr: Désactivez
he_il: לא לבצע
it_it: Disattiva
nl_nl: onbruikbaar maken
pt_pt: Desative
ru_ru: Дис-в состоянии
tr: sakatlar
zh_cn: 禁用

source: Filter Color
ar: فلتر- لون
de_de: Farbe filtern
fi_fi: suodata-värin
fr_fr: le filtre - Couleur
he_il: מסנן -צבע
it_it: Filtro- Colore
nl_nl: filteren De Kleur
pt_pt: Filtrar-Cor
ru_ru: Фильтр - Цвет
tr: Filtre -Renk
zh_cn: 过滤-颜色

source: Filter Text Color
ar: منقي- نص لون
de_de: Filtern Textfarbe
fi_fi: Suodata-Tekstin väri
fr_fr: le filtre le Texte la Couleur
he_il: של מסנן -צבע טקסט
it_it: Filtra -Colore testo
nl_nl: filteren De Tekstkleur
pt_pt: filtro texto cor
ru_ru: Фильтр - Цвет текста
tr: Filtre Metin Renk
zh_cn: 过滤-文本颜色

source: Font-Size
ar: حجم الخط
de_de: Schrift-Größe
fi_fi: Fontin-Koko
fr_fr: police-taille
he_il: גופן בגודל
it_it: Font-Dimensione
nl_nl: doopvont-Grootte
pt_pt: Fonte - tamanho
ru_ru: Размер шрифта
tr: Yazı tipi Boyut
zh_cn: 字体大小

source: Roles & Capabilities
ar: أدوار وقدرات
de_de: Rollen und-Fähigkeiten
fi_fi: Roolit-ja valmiuksia
fr_fr: Rôles et capacités
he_il: תפקידים ויכולות
it_it: Ruoli e Funzionalità
nl_nl: Rollen & vermogens
pt_pt: Papéis e Capacidades de
ru_ru: Роли и возможности
tr: Rolleri ve Yetenekler
zh_cn: 角色与能力的

source: Privileges for Admin
ar: امتيازات عن Admin
de_de: Privilegien für Admin
fi_fi: Etuoikeuksia varten ylläpitäjä
fr_fr: Droit à Admin
he_il: פּרִיבִילֵגִיָה עבור מינהל
it_it: Privilegi per Admin
nl_nl: voorrechten voor Beheerder
pt_pt: Privilégios para Admin
ru_ru: привилегиях для Администратор
tr: için Ayrıcalıklar - Yönetic
zh_cn: 的特权对于管理员入口

source: Full Control
ar: التحكم الكامل
de_de: Vollzugsriff
fi_fi: Täydet oikeudet
fr_fr: plein contrôle
he_il: שליטה מלאה
it_it: di controllo completo
nl_nl: Volledig beheer
pt_pt: cheio controle
ru_ru: Полное управление
tr: Tam- Kontrol
zh_cn: 完全控制

source: Read
ar: قرأ
de_de: Lesen Sie
fi_fi: lukea
fr_fr: lire
he_il: לקרוא
it_it: Leggi
nl_nl: lezen
pt_pt: Leia
ru_ru: Читайте
tr: okuyun
zh_cn: 阅读

source: Write
ar: إرسال بريد
de_de: schreiben
fi_fi: kirjoittaa
fr_fr: écrire
he_il: לכתוב
it_it: Scrivi
nl_nl: schrijven
pt_pt: Escreve
ru_ru: Написать
tr: Yazmak
zh_cn: 写

source: Privileges for Editor
ar: امتيازات عن لمحرر
de_de: Privilegien für Herausgeber
fi_fi: Etuoikeuksia varten-editori
fr_fr: privilèges pour éditeur
he_il: פּרִיבִילֵגִיָה עבור עורכת
it_it: Privilegi di- per Redattore
nl_nl: voorrechten voor Redacteur
pt_pt: Os privilégios para Editor de
ru_ru: привилегиях для редактор
tr: için Ayrıcalıklar- Edit
zh_cn: 的权限对于-辑器

source: Privileges for Author
ar: امتيازات عن مؤلف
de_de: Privilegien für Autor
fi_fi: Etuoikeuksia varten-editori
fr_fr: Privilèges à pour Auteur
he_il: פּרִיבִילֵגִיָה עבור מחבר
it_it: Privilegi per autore
nl_nl: voorrechten voorAuteur
pt_pt: Privilégios para a Autor
ru_ru: привилегиях для Aвтор
tr: Eser sahibi için Ayrıcalıklar
zh_cn: 的权限对于-作者

source: Privileges for Contributor
ar: امتيازات عن مساهما
de_de: Privilegien für -Bewerter
fi_fi: Etuoikeuksia tuoteryhmälle contributor
fr_fr: Privilèges à pour Contributeur
he_il: פּרִיבִילֵגִיָה תורמות
it_it: Privilegi di Per contributore
nl_nl: voorrechten voor Inzender
pt_pt: Privilégios para contribuidor de
ru_ru: привилегиях для автор материалов
tr: Düzey Katılımcı için Ayrıcalıklar
zh_cn: 的权限对于-投稿人

source: Privileges for Subscriber
ar: امتيازات عن مكتتب
de_de: Privilegien für Abonnent
fi_fi: Etuoikeuksia tuoteryhmälle-tilaaja
fr_fr: privilèges pour abonné
he_il: פּרִיבִילֵגִיָה עבור מנויים
it_it: Privilegi di per Sottoscrittore
nl_nl: voorrechten voor Abonnee
pt_pt: Privilégios para assinante
ru_ru: Привилегии для абонента
tr: abones için Ayrıcalıklar
zh_cn: 的特权-对于订阅

source: Lightbox Settings
ar: صندوق الضوء إعدادات
de_de: Leuchtkasten-Einstellungen
fi_fi: lightboxiin-asetusten
fr_fr: ma sélection réglages
he_il: תיבת האור הגדרות
it_it: lightbox- Impostazioni di
nl_nl: lichttafel Berichten Instellingen
pt_pt: luz -Caixa Configurações de
ru_ru: Лайтбокс настройки
tr: Lightbox'a Ayarlar
zh_cn: 光-盒-的设置

source: Lightbox Type
ar: العلبة الخفيفة نوع
de_de: Leuchtkasten Typ
fi_fi: lightboxiin-Tyyppi
fr_fr: ma sélection type de
he_il: תיבת האור סוג
it_it: di lightbox -Tipo
nl_nl: lichttafel-Typ
pt_pt: luz caixa Tipo
ru_ru: Лайтбокс Тип
tr: Lightbox'a -Türü
zh_cn: 光-盒型
