Repository: wp-plugins/gallery-bank
Catalog: languages/languages/gallery-bank-*.po
Languages: fi_fi, it_it, pl_pl, tr_tr

source: API Key
fi_fi: API avain
it_it: API chiave
pl_pl: API klucz
tr_tr: Api anahtar :

source: Albums
fi_fi: albumit
pl_pl: Albumy
tr_tr: Albümler

source: Create New Album
fi_fi: Luo uusi albumi
it_it: Crea nuovo album
pl_pl: Utwórz nowy albumu
tr_tr: Yeni Albüm Oluştur

source: Back to Albums Page
fi_fi: Takaisin kansioihin
it_it: indietro a Albums
pl_pl: z powrotem do Albumy
tr_tr: Albümler için geri

source: Success! Album has been saved.
fi_fi: Menestys! Albumi on-tallennettu.
it_it: Successo! L'Album è è stata salvato.
pl_pl: Sukces! albumów ma było zapisany.
tr_tr: Başarı! Albüm olmuş kurtardı.

source: Error! Slide Interval can't be zero.
fi_fi: Virhe! Dia Interval ei voi olla nolla.
it_it: Errore! diapositiva Intervallo non può essere zero.
pl_pl: Błąd! slajdów Interval nie może być zero.
tr_tr: Hata! Slayt Aralığı sıfır olamaz.

source: Error! Border width can't be zero.
fi_fi: Virhe! raja leveys ei voi olla nolla.
it_it: Errore! larghezza del bordo non può essere zero.
pl_pl: Błąd! granica szerokość nie może być zero.
tr_tr: Hata! Sınır genişliği sıfır olamaz.

source: Album Name :
fi_fi: Albumin nimi :
it_it: Album nome :
pl_pl: Nazwa albumu :
tr_tr: Albüm Adı :

source: Description :
fi_fi: Kuvaus :
it_it: Descrizione :
pl_pl: Opis :
tr_tr: Açıklama :

source: Upload Images :
fi_fi: ladata kuvia
it_it: Carica Immagini
pl_pl: przesłać zdjęcia :
tr_tr: yüklenenler görüntü

source: Browse Here
fi_fi: selaa täällä
it_it: Sfoglia qui
pl_pl: przeglądaj tutaj
tr_tr: GÖZAT burada

source: Submit & Save Changes
fi_fi: Jätä Tallenna muutokset
it_it: Invia & Salva le modifiche
pl_pl: przedkładać & oszczędzać zmiany
tr_tr: göndermek ve değişiklikleri kaydedin

source: Are you sure you want to delete this Picture?
fi_fi: Oletko varma, että haluat poistaa tämän kuva?
it_it: Sei sicuro di voler eliminare questa Immagine?
pl_pl: Czy na pewno chcesz usunąć ten obraz?
tr_tr: Eğer bu Resim silmek istediğinizden emin misiniz?

source: Remove Image
fi_fi: Poista kuva
it_it: rimuovere Immagine
pl_pl: Usuń obraz
tr_tr: Resim çıkarın

source: Title :
fi_fi: Otsikko :
it_it: Titolo :
pl_pl: Tytuł :
tr_tr: Başlık :

source: Album Name
fi_fi: Albumin nimi
it_it: Album Nome
pl_pl: Nazwa Albumu
tr_tr: albüm Adı

source: Short Code
fi_fi: lyhyt koodi
it_it: BREVE CODICE
pl_pl: krótki kod
tr_tr: kısa Kod

source: No. of Pictures
fi_fi: Kuvien määrä
it_it: Numero di Immagini
pl_pl: Liczba zdjęcia
tr_tr: Resimler sayısı

source: Author
fi_fi: kirjailija
it_it: autore
pl_pl: autor
tr_tr: yazar

source: Album Date
fi_fi: Albumin Päivämäärä
it_it: album Data
pl_pl: Albumu Data
tr_tr: Albüm Tarihi

source: Action
fi_fi: toiminta
it_it: Azione
pl_pl: Akcja
tr_tr: eylem

source: Edit Album?
fi_fi: Muokkaa Albumi?
it_it: Modifica Album?
pl_pl: Edytuj albumu?
tr_tr: Albüm Düzenle?

source: Delete Album
fi_fi: poistaa albumi
it_it: Elimina album
pl_pl: Usuń albumu
tr_tr: Albüm Sil

source: Are you sure you want to delete this Album?
fi_fi: Oletko varma, että haluat poistaa tämän Albumi?
it_it: Sei sicuro di voler eliminare questo album?
pl_pl: Czy na pewno chcesz usunąć ten albumu?
tr_tr: Eğer Bu albümdeki silmek istediğinizden emin misiniz?

source: Error! you are unable to delete this Album until Album has Pictures.
fi_fi: Virhe! et voi poistaa tämän albumi kokoelman kunnes albumi on kuvia.
it_it: Errore! si sono incapace a cancella questo album FINO album avere immagini.
pl_pl: Błąd!ty nie są w stanie usunąć ten album aż albumu mieć zdjęcia.
tr_tr: Hata! sen olan aciz silmek albüm. albüm vardır içinde fotoğrafları.

source: API KEY
fi_fi: API avain
it_it: API chiave
pl_pl: API klucz
tr_tr: API anahtar

source: <p>We Respect your Privacy. Your information is highly confidential to us and we don't sell it to third parties.</p><p> We need you to register your API Key with your Email Address & Name in order to make this plugin work smoothly.</p><p>Once you register your API, the plugin would work as expected.</p>
fi_fi: <p> Kunnioitamme yksityisyyttäsi. Tietosi on erittäin luottamuksellista meille ja me emme myy niitä kolmansille osapuolille. </ P> Meidän sinua rekisteröimään API Key sähköpostiosoitteesi ja nimi, jotta tämä plugin toimii ongelmitta. </ p> Kun olet rekisteröinyt API, plugin toimisi odotetusti. </ p>
it_it: <P> Rispettiamo la tua privacy. Le tue informazioni sono strettamente riservate a noi e noi non vendiamo a terzi. </ P> Abbiamo bisogno di registrare la tua chiave API con il tuo indirizzo E-mail e Nome in modo da rendere questo lavoro plug-in senza problemi. </ p> Una volta registrato il vostro API, il plugin dovrebbe funzionare come previsto. </ p>
pl_pl: <p> Szanujemy Twoją prywatność. Twoje informacje są ściśle tajne do nas, a my nie sprzedajemy osobom trzecim. </ P> Musimy można zarejestrować swój klucz API z adresu e-mail i nazwa w celu tej pracy plugin sprawnie. </ p> Po zarejestrowaniu API, plugin będzie działać zgodnie z oczekiwaniami. </ p>
tr_tr: <p> Biz Gizlilik saygı. Bilgileriniz bizim için son derece gizli ve biz üçüncü şahıslara satmak yok. </ P> <p> sorunsuz Bu eklenti çalışması için size E-posta Adresi ve Adı ile API Anahtarı kayıt olmanız gerekmektedir. </ p> <p> kez API kaydolun eklenti beklendiği gibi çalışmaya devam eder. </ p>

source: Your Email :
fi_fi: Sähköposti :
it_it: La tua e-mail :
pl_pl: Twój e-mail :
tr_tr: sizin E-posta :

source: Your Name :
fi_fi: nimesi :
it_it: Il tuo nome :
pl_pl: swój Imię :
tr_tr: Adınız :

source: Api Key :
fi_fi: API avain :
it_it: Api chiave :
pl_pl: Api klucz :
tr_tr: Api Anahtar :

source: Yes, I may Purchase Pro Version Later.
fi_fi: Kyllä, saatan ostaa Pro-version myöhemmin.
it_it: Sì, lo può acquistare Pro versione successivamente.
pl_pl: Tak, mogę kupić Pro wer później.
tr_tr: Evet, ben MAYIS satın almak sonra Pro Sürüm daha sonra.

source: Register your API Key to start using Gallery Bank
fi_fi: Rekisteröi API avain alkaa käyttää Gallery Bank
it_it: Registra la tua chiave API per iniziare a utilizzare la Galleria Banca
pl_pl: Zarejestruj swój klucz API, aby zacząć korzystać Galeria Banku
tr_tr: Kayıt sizin API Anahtarı. Galeri banka kullanmaya başlamak için

source: Edit Album
fi_fi: Muokkaa Albumi?
it_it: Modifica Album?
pl_pl: Edytuj albumu?
tr_tr: Albüm Düzenle?

source: Back to Album
fi_fi: Takaisin albumiin
it_it: indietro a Albums
pl_pl: z powrotem do Albumy
tr_tr: Albümler için geri

source: Success! Album has been Updated.
fi_fi: Menestys! Albumi on päivitetty.
it_it: Successo! L'Album è stato aggiornato.
pl_pl: Sukces! Album został zaktualizowany.
tr_tr: Başarı! Albüm Güncelleme edilmiştir.

source: Album Details
fi_fi: Albumin Päivämäärä
it_it: Dettagli album
pl_pl: Szczegóły Albumu
tr_tr: albüm Detayları

source: Back to Albums
fi_fi: Takaisin kansioihin
it_it: indietro a Albums
pl_pl: z powrotem do Albumy
tr_tr: Albümler için geri

source: Author Name :
fi_fi: kirjailija Nimi :
it_it: Nome Autore :
pl_pl: Autor Nazwa :
tr_tr: Yazar Adı :

source: No. of Pics:
fi_fi: No Kuvia :
it_it: Numero di immagini :
pl_pl: Liczba zdjęcia :
tr_tr: Resimler sayısı :

source: Album Date:
fi_fi: Album Päivämäärä :
it_it: Data album :
pl_pl: Data albumu :
tr_tr: Albüm Tarihi :
